{
  "usuarios": [
    {
      "id": 1,
      "nome": "Michael021",
      "email": "teste",
      "senha": "123",
      "cash": 913.28,
      "cartas": [
        {
          "carta": {
            "id": 90448279,
            "name": "Divine Arsenal AA-ZEUS - Sky Thunder",
            "type": "XYZ Monster",
            "desc": "2 Level 12 monsters\r\nOnce per turn, if an Xyz Monster battled this turn, you can also Xyz Summon \"Divine Arsenal AA-ZEUS - Sky Thunder\" by using 1 Xyz Monster you control as material. (Transfer its materials to this card.) (Quick Effect): You can detach 2 materials from this card; send all other cards from the field to the GY. Once per turn, if another card(s) you control is destroyed by battle or an opponent's card effect: You can attach 1 card from your hand, Deck, or Extra Deck to this card as material.",
            "preco": "18.29",
            "img": "https://images.ygoprodeck.com/images/cards/90448279.jpg"
          }
        },
        {
          "carta": {
            "id": 59438930,
            "name": "Ghost Ogre & Snow Rabbit",
            "type": "Tuner Monster",
            "desc": "When a monster on the field activates its effect, or when a Spell/Trap that is already face-up on the field activates its effect (Quick Effect): You can send this card from your hand or field to the GY; destroy that card on the field. You can only use this effect of \"Ghost Ogre & Snow Rabbit\" once per turn.",
            "preco": "0.59",
            "img": "https://images.ygoprodeck.com/images/cards/59438930.jpg"
          }
        },
        {
          "carta": {
            "id": 2316186,
            "name": "Princess Curran",
            "type": "Effect Monster",
            "desc": "This card cannot be Normal Summoned or Set. This card cannot be Special Summoned except with \"Trial of the Princesses\". During your Standby Phase, inflict 600 damage to your opponent for each monster they control.",
            "preco": "47.98",
            "img": "https://images.ygoprodeck.com/images/cards/2316186.jpg"
          }
        },
        {
          "carta": {
            "id": 24661486,
            "name": "Cold Enchanter",
            "type": "Effect Monster",
            "desc": "You can discard 1 card to target 1 face-up monster on the field; place an Ice Counter on that target. This card gains 300 ATK for each Ice Counter on the field.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/24661486.jpg"
          }
        },
        {
          "carta": {
            "id": 33907039,
            "name": "Piri Reis Map",
            "type": "Spell Card",
            "desc": "At the start of your Main Phase 1: Add 1 monster with 0 ATK from your Deck to your hand, but halve your LP. After adding it to your hand, until the end of the next turn after this card was activated, you cannot activate the added monster's effects, or the effects of cards with its name, until you Normal Summon that monster or a card with its name.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/33907039.jpg"
          }
        },
        {
          "carta": {
            "id": 75574498,
            "name": "Princess Cologne",
            "type": "XYZ Monster",
            "desc": "2 Level 4 monsters\nWhen this card is Xyz Summoned: You can target 1 \"Box of Friends\" in your Graveyard; Special Summon that target. If you control another monster, your opponent cannot target this card with cards, effects, or for attacks. If a face-up Normal Monster(s) you control is destroyed by battle or by card effect and sent to the Graveyard: You can detach 1 Xyz Material from this card; Special Summon 1 Normal Monster from your Deck or Graveyard in face-up Defense Position.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/75574498.jpg"
          }
        },
        {
          "carta": {
            "id": 15092394,
            "name": "Raidraptor - Stranger Falcon",
            "type": "XYZ Monster",
            "desc": "2 Level 5 monsters\nIf this card has an Xyz Monster as Xyz Material, it gains this effect.\n● Once per turn: You can detach 1 Xyz Material from this card, then target 1 monster your opponent controls; destroy it, and if you do, inflict damage to your opponent equal its original ATK.\nIf this card in your possession is destroyed by your opponent's card (by battle or card effect) and sent to your Graveyard: You can target 1 \"Raidraptor\" Xyz Monster in your Graveyard, except \"Raidraptor - Stranger Falcon\"; Special Summon it, and if you do, attach this card to it as Xyz Material.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/15092394.jpg"
          }
        },
        {
          "carta": {
            "id": 43716289,
            "name": "Poison Mummy",
            "type": "Flip Effect Monster",
            "desc": "FLIP: Inflict 500 damage to your opponent.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/43716289.jpg"
          }
        },
        {
          "carta": {
            "id": 53829412,
            "name": "Griffore",
            "type": "Normal Monster",
            "desc": "This monster's tough hide deflects almost any attack.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/53829412.jpg"
          }
        },
        {
          "carta": {
            "id": 82012319,
            "name": "Scrap Golem",
            "type": "Effect Monster",
            "desc": "Once per turn: You can target 1 Level 4 or lower \"Scrap\" monster in your GY; Special Summon that target to either player's field.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/82012319.jpg"
          }
        },
        {
          "carta": {
            "id": 8730435,
            "name": "Gladiator Beast's Battle Archfiend Shield",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. If the equipped monster would be destroyed, destroy this card instead. When this card is sent to your Graveyard because the equipped monster you controlled was shuffled into your Deck: Return this card to your hand.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/8730435.jpg"
          }
        },
        {
          "carta": {
            "id": 69170557,
            "name": "Number C40: Gimmick Puppet of Dark Strings",
            "type": "XYZ Monster",
            "desc": "3 Level 9 monsters\nWhen this card is Special Summoned: Destroy the monsters with String Counters, and if you do, draw 1 card, then inflict damage to your opponent equal to the highest original ATK among those destroyed monsters in the Graveyard (your choice, if tied). Once per turn: You can detach 1 Xyz Material from this card; place 1 String Counter on each face-up monster your opponent controls.",
            "preco": "1.48",
            "img": "https://images.ygoprodeck.com/images/cards/69170557.jpg"
          }
        },
        {
          "carta": {
            "id": 4103668,
            "name": "Tengu, the Winged Mayakashi",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters / You can only control 1 \"Tengu, the Winged Mayakashi\". You can only use each of these effects of \"Tengu, the Winged Mayakashi\" once per turn.\r\n● If a Synchro Monster in your possession whose original Level is 9 is destroyed by battle or an opponent's card effect while this card is in the GY: You can banish 1 other Zombie monster from your GY, and if you do, Special Summon this card.\r\n● If this card is Special Summoned from the GY: You can destroy 1 Spell/Trap your opponent controls.",
            "preco": "2.12",
            "img": "https://images.ygoprodeck.com/images/cards/4103668.jpg"
          }
        },
        {
          "carta": {
            "id": 34717238,
            "name": "Pulling the Rug",
            "type": "Trap Card",
            "desc": "Negate the activation and effect of an Effect Monster whose effect activated when a monster was Normal Summoned (even itself), and destroy that Effect Monster.",
            "preco": "2.22",
            "img": "https://images.ygoprodeck.com/images/cards/34717238.jpg"
          }
        },
        {
          "carta": {
            "id": 97001138,
            "name": "Dark Advance",
            "type": "Trap Card",
            "desc": "During either player's Main Phase or Battle Phase: Target 1 monster in your Graveyard with 2400 or more ATK and 1000 DEF; add it to your hand, then immediately after this effect resolves, you can Tribute Summon 1 monster with 2400 or more ATK and 1000 DEF in face-up Attack Position. You can only activate 1 \"Dark Advance\" per turn.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/97001138.jpg"
          }
        },
        {
          "carta": {
            "id": 69402394,
            "name": "Dark Scheme",
            "type": "Trap Card",
            "desc": "Your opponent can discard 1 card to negate this card's effect, otherwise both players discard 2 cards, then draw 2 cards.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/69402394.jpg"
          }
        },
        {
          "carta": {
            "id": 57006589,
            "name": "Energy-Absorbing Monolith",
            "type": "Trap Card",
            "desc": "Chain this card to an opponent's card effect that would inflict damage to you. That damage is negated, and you gain Life Points equal to the amount you would have taken.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/57006589.jpg"
          }
        },
        {
          "carta": {
            "id": 94662235,
            "name": "Bending Destiny",
            "type": "Trap Card",
            "desc": "Activate only if all face-up monsters you control are \"Fortune Lady\" monsters. Negate the activation of a Spell or Trap Card, or the Normal Summon of a monster, and remove that card from play. The card removed from play by this effect is returned to its owner's hand during the End Phase.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/94662235.jpg"
          }
        },
        {
          "carta": {
            "id": 35561352,
            "name": "Zefra Divine Strike",
            "type": "Trap Card",
            "desc": "When a Spell/Trap Card, or monster effect, is activated: Banish 1 face-up \"Zefra\" monster in your Extra Deck; negate the activation, and if you do, destroy it.",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/35561352.jpg"
          }
        },
        {
          "carta": {
            "id": 3734202,
            "name": "Naturia Sacred Tree",
            "type": "Trap Card",
            "desc": "If this card is sent to the Graveyard: Add 1 \"Naturia\" card from your Deck to your hand, except \"Naturia Sacred Tree\". You can only use 1 of the following effects of \"Naturia Sacred Tree\" per turn, and only once that turn.\n● You can Tribute 1 EARTH Insect-Type monster; Special Summon 1 Level 4 or lower EARTH Plant-Type monster from your Deck.\n● You can Tribute 1 EARTH Plant-Type monster; Special Summon 1 Level 4 or lower EARTH Insect-Type monster from your Deck.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/3734202.jpg"
          }
        },
        {
          "carta": {
            "id": 75105429,
            "name": "Synchro Ejection",
            "type": "Trap Card",
            "desc": "Select 1 face-up Synchro Monster your opponent controls and remove it from play. Then, your opponent draws 1 card.",
            "preco": "0.28",
            "img": "https://images.ygoprodeck.com/images/cards/75105429.jpg"
          }
        },
        {
          "carta": {
            "id": 39900763,
            "name": "Different Dimension Encounter",
            "type": "Trap Card",
            "desc": "If both players have at least 1 banished monster that can be Special Summoned: Each player Special Summons 1 of their banished monsters in face-down Defense Position.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/39900763.jpg"
          }
        },
        {
          "carta": {
            "id": 38798785,
            "name": "Fire King Combined Strike",
            "type": "Trap Card",
            "desc": "Special Summon 1 FIRE Beast, 1 FIRE Beast-Warrior, and 1 FIRE Winged Beast monster (1 each from your hand, Deck, and GY), but negate their effects, also destroy them during the End Phase. You can banish this card from your GY; this turn, your opponent cannot activate cards or effects when your \"Fire King\" monster(s) is Normal or Special Summoned. You can only use each effect of \"Fire King Combined Strike\" once per turn.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/38798785.jpg"
          }
        },
        {
          "carta": {
            "id": 51452091,
            "name": "Royal Decree",
            "type": "Trap Card",
            "desc": "Negate all other Trap effects on the field.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/51452091.jpg"
          }
        },
        {
          "carta": {
            "id": 76721030,
            "name": "Tyrant's Tirade",
            "type": "Trap Card",
            "desc": "Tribute 2 monsters. Effects of Effect Monsters that activate in the hand or on the field cannot be activated.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/76721030.jpg"
          }
        },
        {
          "carta": {
            "id": 9765723,
            "name": "Dark Contract with the Witch",
            "type": "Trap Card",
            "desc": "You can send 1 \"D/D\" or \"Dark Contract\" card from your hand to the Graveyard, then target 1 card on the field; destroy it. You can only use this effect of \"Dark Contract with the Witch\" once per turn. All Fiend-Type monsters you control gain 1000 ATK during your opponent's turn only. Once per turn, during your Standby Phase: Take 1000 damage.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/9765723.jpg"
          }
        },
        {
          "carta": {
            "id": 42233477,
            "name": "Battleguard Rage",
            "type": "Trap Card",
            "desc": "Activate this card by targeting 1 Warrior-Type monster you control; it gains 1000 ATK. Monsters destroyed by battle with it are returned to the hand instead of going to the Graveyard. When that monster leaves the field, destroy this card.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/42233477.jpg"
          }
        },
        {
          "carta": {
            "id": 27664101,
            "name": "Link Restart",
            "type": "Trap Card",
            "desc": "When a Spell/Trap Card, or monster effect, is activated that would inflict damage to you: Negate the activation, and if you do, Special Summon 1 Link Monster from your GY.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/27664101.jpg"
          }
        },
        {
          "carta": {
            "id": 39537362,
            "name": "Ordeal of a Traveler",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: Your opponent chooses 1 random card in your hand and calls the type of the card (Monster, Spell, or Trap), and if they call it wrong, return the attacking monster to the hand.",
            "preco": "0.52",
            "img": "https://images.ygoprodeck.com/images/cards/39537362.jpg"
          }
        },
        {
          "carta": {
            "id": 39531794,
            "name": "Brain Hazard",
            "type": "Trap Card",
            "desc": "Select 1 of your removed from play Psychic-Type monsters, and Special Summon it. When this card is removed from the field, destroy that monster. When that monster is destroyed, destroy this card.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/39531794.jpg"
          }
        },
        {
          "carta": {
            "id": 4333086,
            "name": "Shiranui Style Swallow's Slash",
            "type": "Trap Card",
            "desc": "Tribute 1 Zombie-Type monster, then target 2 cards on the field; destroy them, then banish 1 \"Shiranui\" monster from your Deck. You can only activate 1 \"Shiranui Style Swallow's Slash\" per turn.",
            "preco": "0.55",
            "img": "https://images.ygoprodeck.com/images/cards/4333086.jpg"
          }
        },
        {
          "carta": {
            "id": 62111090,
            "name": "Earth Golem @Ignister",
            "type": "Fusion Monster",
            "desc": "1 Cyberse monster + 1 Link Monster\r\nAfter this card is Fusion Summoned, you take no damage for the rest of this turn. If this card attacks a monster that was Special Summoned from the Extra Deck, this card gains ATK equal to its original ATK during the Damage Step only. When this card is destroyed by battle: You can target 1 Cyberse monster in your GY, except \"Earth Golem @Ignister\"; Special Summon it. You can only use this effect of \"Earth Golem @Ignister\" once per turn.",
            "preco": "0.39",
            "img": "https://images.ygoprodeck.com/images/cards/62111090.jpg"
          }
        },
        {
          "carta": {
            "id": 3298689,
            "name": "The Phantom Knights' Rank-Up-Magic Launch",
            "type": "Spell Card",
            "desc": "During the Main Phase: Target 1 DARK Xyz Monster you control with no material; Special Summon from your Extra Deck, 1 DARK Xyz Monster that is 1 Rank higher than that monster you control, by using it as the Xyz Material, and if you do, attach this card to it as additional material. (This is treated as an Xyz Summon. Transfer its materials to the Summoned monster.) During your Main Phase: You can banish this card from your GY, then target 1 DARK Xyz Monster you control; attach 1 \"The Phantom Knights\" monster from your hand to that monster as material.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/3298689.jpg"
          }
        },
        {
          "carta": {
            "id": 86060749,
            "name": "Stall Turn",
            "type": "Trap Card",
            "desc": "When a Spell/Trap Card, or monster effect, is activated that negates the Summon OR the activation of a Spell/Trap Card: Banish 3 cards from the top of your Deck, face-down; negate the activation, and if you do, shuffle that card into the Deck.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/86060749.jpg"
          }
        },
        {
          "carta": {
            "id": 59504256,
            "name": "Demigod of the Tistina",
            "type": "Effect Monster",
            "desc": "If you control a \"Tistina\" card: You can Special Summon this card from your hand, then you can add 1 \"Tistina\" Spell/Trap from your Deck to your hand. During your opponent's turn, if you control \"Crystal God Tistina\" (Quick Effect): You can change as many monsters your opponent controls as possible to face-down Defense Position, then you can send all face-up cards your opponent controls to the GY. You can only use each effect of \"Demigod of the Tistina\" once per turn.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/59504256.jpg"
          }
        },
        {
          "carta": {
            "id": 28340377,
            "name": "Court of Cards",
            "type": "Trap Card",
            "desc": "If you control no monsters, or only control \"Queen's Knight\", \"King's Knight\", and/or \"Jack's Knight\": You can Special Summon 1 \"Queen's Knight\", \"King's Knight\", or \"Jack's Knight\" from your hand or GY. You can banish up to 1 each \"Queen's Knight\", \"King's Knight\", and/or \"Jack's Knight\" from your hand and/or GY; draw the same number of cards you banished. You can only use 1 \"Court of Cards\" effect per turn, and only once that turn.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/28340377.jpg"
          }
        },
        {
          "carta": {
            "id": 36148308,
            "name": "Life Extreme",
            "type": "Spell Card",
            "desc": "Equip only to an EARTH Synchro Monster. If the equipped monster battles an opponent's monster, the opponent's monster loses 1500 ATK during that damage calculation only. Once per turn, if a monster's battle position is changed (except during the Damage Step): You can target 1 card on the field; destroy it. If this card is sent from the Spell & Trap Zone to the GY: You can Tribute 1 \"Power Tool\" Synchro Monster; Special Summon 1 \"Life Stream Dragon\" from your Extra Deck. (This is treated as a Synchro Summon.)",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/36148308.jpg"
          }
        },
        {
          "carta": {
            "id": 1475311,
            "name": "Allure of Darkness",
            "type": "Spell Card",
            "desc": "Draw 2 cards, then banish 1 DARK monster from your hand, or, if you do not have any in your hand, send your entire hand to the GY.",
            "preco": "0.34",
            "img": "https://images.ygoprodeck.com/images/cards/1475311.jpg"
          }
        },
        {
          "carta": {
            "id": 48206762,
            "name": "Fulfillment of the Contract",
            "type": "Spell Card",
            "desc": "Activate this card by paying 800 LP, then target 1 Ritual Monster in your GY; Special Summon it and equip it with this card. When this card is destroyed, banish the equipped monster.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/48206762.jpg"
          }
        },
        {
          "carta": {
            "id": 42956963,
            "name": "Nightmare Archfiends",
            "type": "Trap Card",
            "desc": "Tribute 1 monster; Special Summon 3 \"Nightmare Archfiend Tokens\" (Fiend-Type/DARK/Level 6/ATK 2000/DEF 2000) to your opponent's field in Attack Position. Each time 1 is destroyed, its controller takes 800 damage.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/42956963.jpg"
          }
        },
        {
          "carta": {
            "id": 87973893,
            "name": "Inzektor Axe - Zektahawk",
            "type": "Spell Card",
            "desc": "Equip only to an \"Inzektor\" monster. It gains 1000 ATK. When the equipped monster declares an attack, your opponent cannot activate Spell/Trap Cards.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/87973893.jpg"
          }
        },
        {
          "carta": {
            "id": 74854609,
            "name": "Zekt Conversion",
            "type": "Trap Card",
            "desc": "When a face-up \"Inzektor\" monster you control is targeted for an attack: Target the attacking monster; equip the attack target to that attacking monster. Take control of the equipped monster while it is equipped with an \"Inzektor\" monster by this effect.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/74854609.jpg"
          }
        },
        {
          "carta": {
            "id": 14469229,
            "name": "Crystal Keeper",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nEach turn, the first time an \"Ultimate Crystal\" monster(s) and/or \"Crystal Beast\" card(s) you control would be destroyed by card effect that turn, it is not destroyed.\n[ Monster Effect ] \nIf a \"Crystal Beast\" monster you control battles an opponent's monster, during damage calculation (Quick Effect): You can Tribute this card from your hand or face-up field; your battling monster's ATK/DEF become double its original ATK/DEF during that damage calculation only, but it is destroyed at the end of this Damage Step.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/14469229.jpg"
          }
        },
        {
          "carta": {
            "id": 33453260,
            "name": "Comic Hand",
            "type": "Spell Card",
            "desc": "If you control \"Toon World\", equip to an opponent's monster. Take control of it. It is treated as a Toon monster. If your opponent controls no Toon monsters, it can attack your opponent directly. If \"Toon World\" is not on the field, destroy this card.",
            "preco": "6.33",
            "img": "https://images.ygoprodeck.com/images/cards/33453260.jpg"
          }
        },
        {
          "carta": {
            "id": 18988391,
            "name": "Amarylease",
            "type": "Effect Monster",
            "desc": "During your Main Phase: You can banish this card from your Graveyard; you can Normal Summon 1 monster this turn for 1 less Tribute. You can only use the effect of \"Amarylease\" once per turn.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/18988391.jpg"
          }
        },
        {
          "carta": {
            "id": 88754763,
            "name": "CXyz Coach Lord Ultimatrainer",
            "type": "XYZ Monster",
            "desc": "4 Level 9 monsters\nThis card cannot be targeted by card effects. If this card has an Xyz Monster as an Xyz Material, it gains this effect.\n● Once per turn: You can detach 1 Xyz Material from this card; draw 1 card and reveal it, then if it was a monster, inflict 800 damage to your opponent.",
            "preco": "0.48",
            "img": "https://images.ygoprodeck.com/images/cards/88754763.jpg"
          }
        },
        {
          "carta": {
            "id": 23265594,
            "name": "Heavy Mech Support Platform",
            "type": "Union Effect Monster",
            "desc": "Once per turn, you can either: Target 1 Machine monster you control; equip this card to that target, OR: Unequip this card and Special Summon it. A monster equipped with this card gains 500 ATK/DEF, also if the equipped monster would be destroyed by battle or card effect, destroy this card instead.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/23265594.jpg"
          }
        },
        {
          "carta": {
            "id": 18828179,
            "name": "Cranium Fish",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card by Tributing 1 \"Ocean's Keeper\". You can discard 1 WATER monster to the Graveyard to destroy 1 face-down card.",
            "preco": "19.77",
            "img": "https://images.ygoprodeck.com/images/cards/18828179.jpg"
          }
        },
        {
          "carta": {
            "id": 645087,
            "name": "Cyberse Gadget",
            "type": "Effect Monster",
            "desc": "When this card is Normal Summoned: You can target 1 Level 2 or lower monster in your GY; Special Summon it in Defense Position, but its effects are negated. If this card is sent from the field to the GY: You can Special Summon 1 \"Gadget Token\" (Cyberse/LIGHT/Level 2/ATK 0/DEF 0). You can only use this effect of \"Cyberse Gadget\" once per turn.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/645087.jpg"
          }
        },
        {
          "carta": {
            "id": 77754944,
            "name": "Widespread Ruin",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: Destroy the Attack Position monster your opponent controls with the highest ATK (your choice, if tied).",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/77754944.jpg"
          }
        },
        {
          "carta": {
            "id": 68392533,
            "name": "Telekinetic Charging Cell",
            "type": "Spell Card",
            "desc": "Equip only to a Psychic-Type monster. You do not have to pay Life Points to activate its effect(s). When the equipped monster is destroyed and this card is sent to the Graveyard, you can pay 1000 Life Points to return this card to your hand.",
            "preco": "0.34",
            "img": "https://images.ygoprodeck.com/images/cards/68392533.jpg"
          }
        },
        {
          "carta": {
            "id": 11881272,
            "name": "Favorite Hero",
            "type": "Spell Card",
            "desc": "Equip only to a Level 5 or higher \"HERO\" monster. If you control a card in your Field Zone, the equipped monster gains ATK equal to its original DEF, also your opponent cannot target it with card effects. At the start of the Battle Phase: You can activate 1 Field Spell directly from your hand or Deck. You can only use this effect of \"Favorite Hero\" once per turn. When the equipped monster attacks and destroys an opponent's monster by battle: You can send this card to the GY; the attacking monster can make a second attack in a row.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/11881272.jpg"
          }
        },
        {
          "carta": {
            "id": 46480475,
            "name": "Discord",
            "type": "Trap Card",
            "desc": "Neither player can Synchro Summon. Send this card to the Graveyard during your 3rd End Phase after activation.",
            "preco": "1.26",
            "img": "https://images.ygoprodeck.com/images/cards/46480475.jpg"
          }
        },
        {
          "carta": {
            "id": 44095762,
            "name": "Mirror Force",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: Destroy all your opponent's Attack Position monsters.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/44095762.jpg"
          }
        },
        {
          "carta": {
            "id": 59750328,
            "name": "Card of Demise",
            "type": "Spell Card",
            "desc": "Draw until you have 3 cards in your hand, also for the rest of this turn after this card resolves, your opponent takes no damage. During the End Phase of this turn, send your entire hand to the GY. You can only activate 1 \"Card of Demise\" per turn. You cannot Special Summon during the turn you activate this card.",
            "preco": "2.14",
            "img": "https://images.ygoprodeck.com/images/cards/59750328.jpg"
          }
        },
        {
          "carta": {
            "id": 55321970,
            "name": "Gust Fan",
            "type": "Spell Card",
            "desc": "A WIND monster equipped with this card increases its ATK by 400 points and decreases its DEF by 200 points.",
            "preco": "9.59",
            "img": "https://images.ygoprodeck.com/images/cards/55321970.jpg"
          }
        },
        {
          "carta": {
            "id": 71746462,
            "name": "Sea Kamen",
            "type": "Normal Monster",
            "desc": "A merciless monster that tears opponents to shreds with razor-like claws.",
            "preco": "7.06",
            "img": "https://images.ygoprodeck.com/images/cards/71746462.jpg"
          }
        },
        {
          "carta": {
            "id": 30748475,
            "name": "Destructive Daruma Karma Cannon",
            "type": "Trap Card",
            "desc": "Change as many monsters on the field as possible to face-down Defense Position, then, if either player controls a face-up monster(s), they must send all face-up monsters they control to the GY.",
            "preco": "4.12",
            "img": "https://images.ygoprodeck.com/images/cards/30748475.jpg"
          }
        },
        {
          "carta": {
            "id": 19019586,
            "name": "Gem-Elephant",
            "type": "Effect Monster",
            "desc": "During your Main Phase: You can return this face-up card on the field to the hand. During damage calculation, if this card attacked or was attacked: You can send 1 Normal Monster from your hand to the Graveyard; this card gains 1000 DEF.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/19019586.jpg"
          }
        },
        {
          "carta": {
            "id": 84262395,
            "name": "Earthbound Release",
            "type": "Trap Card",
            "desc": "When a Level 6 or higher monster(s) is Normal or Special Summoned: Tribute 1 Level 10 \"Earthbound\" monster; destroy as many monsters your opponent controls as possible, and if you do, inflict damage to them equal to the destroyed monsters' total original ATK.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/84262395.jpg"
          }
        },
        {
          "carta": {
            "id": 95472621,
            "name": "Big Burn",
            "type": "Trap Card",
            "desc": "You can only activate this card when your opponent activates a card that targets a monster in the Graveyard. Remove from play all monsters in both players' Graveyards.",
            "preco": "0.80",
            "img": "https://images.ygoprodeck.com/images/cards/95472621.jpg"
          }
        },
        {
          "carta": {
            "id": 20788863,
            "name": "Salamangreat Gift",
            "type": "Trap Card",
            "desc": "You can discard 1 \"Salamangreat\" monster; send 1 \"Salamangreat\" monster from your Deck to the GY, then draw 1 card. If you control a \"Salamangreat\" Link Monster that was Link Summoned using a monster with its same name as material: You can discard 1 \"Salamangreat\" monster; draw 2 cards. You can only use 1 \"Salamangreat Gift\" effect per turn, and only once that turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/20788863.jpg"
          }
        },
        {
          "carta": {
            "id": 45178472,
            "name": "Full House",
            "type": "Trap Card",
            "desc": "Target 2 other face-up Spell/Trap Cards and 3 Set Spell/Trap Cards, on the field; destroy them.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/45178472.jpg"
          }
        },
        {
          "carta": {
            "id": 17589298,
            "name": "Sword of Dark Rites",
            "type": "Spell Card",
            "desc": "Equip only to a DARK monster. It gains 400 ATK. When the equipped monster is Tributed and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/17589298.jpg"
          }
        },
        {
          "carta": {
            "id": 13032689,
            "name": "Xyz Unit",
            "type": "Spell Card",
            "desc": "Equip only to a face-up Xyz Monster. It gains ATK equal to its Rank x 200. If the equipped monster you control would detach its Xyz Material to activate its effect: You can detach this card as 1 of the Xyz Materials.",
            "preco": "0.03",
            "img": "https://images.ygoprodeck.com/images/cards/13032689.jpg"
          }
        },
        {
          "carta": {
            "id": 39897277,
            "name": "Elf's Light",
            "type": "Spell Card",
            "desc": "A LIGHT monster equipped with this card increases its ATK by 400 points and decreases its DEF by 200 points.",
            "preco": "16.76",
            "img": "https://images.ygoprodeck.com/images/cards/39897277.jpg"
          }
        },
        {
          "carta": {
            "id": 56948373,
            "name": "Mask of the Accursed",
            "type": "Spell Card",
            "desc": "The equipped monster cannot attack. Once per turn, during your Standby Phase: Inflict 500 damage to the controller of the equipped monster.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/56948373.jpg"
          }
        },
        {
          "carta": {
            "id": 24096228,
            "name": "Double Spell",
            "type": "Spell Card",
            "desc": "Discard 1 Spell Card, then target 1 Spell Card in your opponent's Graveyard; place that target in the appropriate Zone on your side of the field, and as this card's effect resolution, follow its card text as if you had used it yourself.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/24096228.jpg"
          }
        },
        {
          "carta": {
            "id": 61405855,
            "name": "Sword of Dragon's Soul",
            "type": "Spell Card",
            "desc": "Equip only to a Warrior monster. It gains 700 ATK. After damage calculation, if the equipped monster battled a Dragon monster: Destroy that monster at the end of that Battle Phase.",
            "preco": "0.62",
            "img": "https://images.ygoprodeck.com/images/cards/61405855.jpg"
          }
        },
        {
          "carta": {
            "id": 68392533,
            "name": "Telekinetic Charging Cell",
            "type": "Spell Card",
            "desc": "Equip only to a Psychic-Type monster. You do not have to pay Life Points to activate its effect(s). When the equipped monster is destroyed and this card is sent to the Graveyard, you can pay 1000 Life Points to return this card to your hand.",
            "preco": "0.34",
            "img": "https://images.ygoprodeck.com/images/cards/68392533.jpg"
          }
        },
        {
          "carta": {
            "id": 87973893,
            "name": "Inzektor Axe - Zektahawk",
            "type": "Spell Card",
            "desc": "Equip only to an \"Inzektor\" monster. It gains 1000 ATK. When the equipped monster declares an attack, your opponent cannot activate Spell/Trap Cards.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/87973893.jpg"
          }
        },
        {
          "carta": {
            "id": 82432018,
            "name": "Mask of Brutality",
            "type": "Spell Card",
            "desc": "The equipped monster gains 1000 ATK and loses 1000 DEF. During each of your Standby Phases, pay 1000 LP or destroy this card.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/82432018.jpg"
          }
        },
        {
          "carta": {
            "id": 7817703,
            "name": "Morphtronic Engine",
            "type": "Spell Card",
            "desc": "Equip only to a Level 3 \"Morphtronic\" monster. Its ATK becomes double its original ATK. During your second Standby Phase after this card's activation, destroy this card, and take damage equal to the original ATK of the equipped monster.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/7817703.jpg"
          }
        },
        {
          "carta": {
            "id": 35884610,
            "name": "U.A. Powered Jersey",
            "type": "Spell Card",
            "desc": "Equip only to a \"U.A.\" monster. It gains 1000 ATK and DEF, also if it battles an opponent's monster, any battle damage it inflicts to your opponent is doubled. If the equipped monster destroys a monster by its attack: It can make a second attack during this Battle Phase. During your Standby Phase: Banish the equipped monster. If this card is sent to the Graveyard because the equipped monster returned to the hand: You can return this card to the hand.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/35884610.jpg"
          }
        },
        {
          "carta": {
            "id": 32875265,
            "name": "Puppet Parade",
            "type": "Trap Card",
            "desc": "If your opponent controls more monsters than you do: Special Summon \"Gimmick Puppet\" monsters with different names from your Deck, up to the difference, then, if your opponent's LP are at least 2000 higher than yours, you can Set 1 \"Rank-Up-Magic\" Normal Spell directly from your Deck. For the rest of this turn after this card resolves, you cannot Special Summon monsters, except \"Gimmick Puppet\" monsters. You can only activate 1 \"Puppet Parade\" per turn.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/32875265.jpg"
          }
        },
        {
          "carta": {
            "id": 97783338,
            "name": "Gate Guardian of Water and Thunder",
            "type": "Fusion Monster",
            "desc": "\"Suijin\" + \"Sanga of the Thunder\"\r\nMust be Special Summoned (from your Extra Deck) by banishing the above cards you control. Once per Chain (Quick Effect): You can target 1 face-up monster your opponent controls; change its ATK to 0 until the end of this turn. You can only use this effect of \"Gate Guardian of Water and Thunder\" twice per turn. If this face-up Special Summoned card in its owner's control leaves the field because of an opponent's card: You can Special Summon 1 of your banished \"Suijin\" or \"Sanga of the Thunder\".",
            "preco": "0.28",
            "img": "https://images.ygoprodeck.com/images/cards/97783338.jpg"
          }
        },
        {
          "carta": {
            "id": 41587307,
            "name": "Broken Bamboo Sword",
            "type": "Spell Card",
            "desc": "The equipped monster gains 0 ATK.",
            "preco": "1.50",
            "img": "https://images.ygoprodeck.com/images/cards/41587307.jpg"
          }
        },
        {
          "carta": {
            "id": 32268901,
            "name": "Salamandra",
            "type": "Spell Card",
            "desc": "Equip only to a FIRE monster. It gains 700 ATK.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/32268901.jpg"
          }
        },
        {
          "carta": {
            "id": 60004971,
            "name": "Dragunity Divine Lance",
            "type": "Spell Card",
            "desc": "Equip only to a \"Dragunity\" monster. It gains ATK equal to its Level x 100, also it is unaffected by Trap effects. During your Main Phase: You can equip 1 Dragon-Type \"Dragunity\" Tuner monster from your Deck to the monster equipped with this card. You can only use this effect of \"Dragunity Divine Lance\" once per turn.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/60004971.jpg"
          }
        },
        {
          "carta": {
            "id": 69522668,
            "name": "Magikey Fiend - Transfurlmine",
            "type": "Synchro Monster",
            "desc": "1 \"Magikey\" Tuner + 1+ non-Tuner Normal Monsters\r\nThis card can make up to 2 attacks on monsters during each Battle Phase. You can only use each of the following effects of \"Magikey Fiend - Transfurlmine\" once per turn. If you control this card that was Synchro Summoned using at least 2 Attributes of monsters: You can Set 1 \"Magikey\" Spell/Trap directly from your Deck to your Spell & Trap Zone. If your opponent Normal or Special Summons a monster(s) with the same Attribute as a monster in your GY (except during the Damage Step): You can destroy that monster(s).",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/69522668.jpg"
          }
        },
        {
          "carta": {
            "id": 22159429,
            "name": "Trickstar Magical Laurel",
            "type": "Spell Card",
            "desc": "Activate this card by targeting 1 \"Trickstar\" monster in your GY; Special Summon it and equip it with this card. When this card leaves the field, destroy that monster. Once per turn, if the equipped monster inflicts battle or effect damage to your opponent: You can Special Summon 1 \"Trickstar\" monster from your hand. You can only activate 1 \"Trickstar Magical Laurel\" per turn.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/22159429.jpg"
          }
        },
        {
          "carta": {
            "id": 47274077,
            "name": "Neos Force",
            "type": "Spell Card",
            "desc": "Equip only to \"Elemental HERO Neos\". It gains 800 ATK. When it destroys a monster by battle and sends it to the Graveyard: Inflict damage to your opponent equal to the original ATK of the destroyed monster in the Graveyard. During the End Phase: Shuffle this card into the Deck.",
            "preco": "0.32",
            "img": "https://images.ygoprodeck.com/images/cards/47274077.jpg"
          }
        },
        {
          "carta": {
            "id": 97687912,
            "name": "Fairy Meteor Crush",
            "type": "Spell Card",
            "desc": "If the equipped monster attacks a Defense Position monster, inflict piercing battle damage to your opponent.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/97687912.jpg"
          }
        },
        {
          "carta": {
            "id": 64797746,
            "name": "Nordic Relic Svalinn",
            "type": "Trap Card",
            "desc": "If you control an \"Aesir\" monster: You can negate the effects of all face-up cards your opponent currently controls, until the end of this turn. You can Tribute 1 \"Nordic\" monster, then target 1 \"Aesir\" monster in your GY; Special Summon it. You can only use 1 \"Nordic Relic Svalinn\" effect per turn, and only once that turn.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/64797746.jpg"
          }
        },
        {
          "carta": {
            "id": 63789924,
            "name": "Smoke Grenade of the Thief",
            "type": "Spell Card",
            "desc": "When this card is destroyed by a card effect while equipped to a monster: Look at your opponent's hand and discard 1 card from their hand.",
            "preco": "0.38",
            "img": "https://images.ygoprodeck.com/images/cards/63789924.jpg"
          }
        },
        {
          "carta": {
            "id": 98495314,
            "name": "Sword of Deep-Seated",
            "type": "Spell Card",
            "desc": "The equipped monster gains 500 ATK/DEF. If this card is sent to your GY: Place it on top of your Deck.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/98495314.jpg"
          }
        },
        {
          "carta": {
            "id": 37457534,
            "name": "Ancient Gear Tank",
            "type": "Spell Card",
            "desc": "Equip only to an \"Ancient Gear\" monster. It gains 600 ATK. When this card is destroyed and sent to the Graveyard: Inflict 600 damage to your opponent.",
            "preco": "0.51",
            "img": "https://images.ygoprodeck.com/images/cards/37457534.jpg"
          }
        },
        {
          "carta": {
            "id": 10004783,
            "name": "Crystal Release",
            "type": "Spell Card",
            "desc": "Equip only to a \"Crystal Beast\" monster. It gains 800 ATK. When this card is sent from the field to the GY: You can place 1 \"Crystal Beast\" monster from your Deck face-up in your Spell & Trap Zone as a Continuous Spell.",
            "preco": "0.03",
            "img": "https://images.ygoprodeck.com/images/cards/10004783.jpg"
          }
        },
        {
          "carta": {
            "id": 86509711,
            "name": "Magicians' Combination",
            "type": "Trap Card",
            "desc": "Once per turn, when a card or effect is activated (except during the Damage Step): You can Tribute 1 \"Dark Magician\" or 1 \"Dark Magician Girl\"; Special Summon 1 \"Dark Magician\" or 1 \"Dark Magician Girl\" from your hand or GY, with a different name from the Tributed monster, and if you do, negate that activated effect. If this face-up card is sent from the Spell & Trap Zone to the GY: You can destroy 1 card on the field.",
            "preco": "1.29",
            "img": "https://images.ygoprodeck.com/images/cards/86509711.jpg"
          }
        },
        {
          "carta": {
            "id": 55226821,
            "name": "Lightning Blade",
            "type": "Spell Card",
            "desc": "Equip only to a Warrior-Type monster. It gains 800 ATK. All WATER monsters lose 500 ATK.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/55226821.jpg"
          }
        },
        {
          "carta": {
            "id": 17589298,
            "name": "Sword of Dark Rites",
            "type": "Spell Card",
            "desc": "Equip only to a DARK monster. It gains 400 ATK. When the equipped monster is Tributed and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/17589298.jpg"
          }
        },
        {
          "carta": {
            "id": 84428023,
            "name": "Wattjustment",
            "type": "Spell Card",
            "desc": "Equip only to a Level 3 or lower Thunder-Type monster. It gains 800 ATK, also its effects are negated. Each time it inflicts battle damage to your opponent: Draw 1 card.",
            "preco": "0.28",
            "img": "https://images.ygoprodeck.com/images/cards/84428023.jpg"
          }
        },
        {
          "carta": {
            "id": 24845628,
            "name": "Magicalized Duston Mop",
            "type": "Spell Card",
            "desc": "You can only control 1 \"Magicalized Duston Mop\". The equipped monster cannot be Tributed, or be used as a Fusion, Synchro, or Xyz Material for a Summon. When this card you control is destroyed by an opponent's card effect and sent to your Graveyard: You can add 1 \"Duston\" monster from your Deck to your hand.",
            "preco": "0.36",
            "img": "https://images.ygoprodeck.com/images/cards/24845628.jpg"
          }
        },
        {
          "carta": {
            "id": 28957126,
            "name": "Evil Eye of Gorgoneio",
            "type": "Spell Card",
            "desc": "Equip only to an \"Evil Eye\" monster. You can only activate 1 \"Evil Eye of Gorgoneio\" per turn. This card's name becomes \"Evil Eye of Selene\" while in the Spell & Trap Zone. While your LP are lower than your opponent's, the equipped monster gains ATK equal to the difference. You can banish this card from your GY and discard 1 \"Evil Eye\" card; add 1 \"Evil Eye\" Spell/Trap from your Deck to your hand, except \"Evil Eye of Gorgoneio\". You can only use this effect of \"Evil Eye of Gorgoneio\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/28957126.jpg"
          }
        },
        {
          "carta": {
            "id": 63162310,
            "name": "Wall Shadow",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must first be Special Summoned with \"Magical Labyrinth\".",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/63162310.jpg"
          }
        },
        {
          "carta": {
            "id": 88540324,
            "name": "Salamangreat Claw",
            "type": "Spell Card",
            "desc": "Equip only to a \"Salamangreat\" monster. The equipped monster cannot be destroyed by battle or card effects, and if it attacks a Defense Position monster, inflict piercing battle damage to your opponent. If the equipped monster is a \"Salamangreat\" Link Monster you control that was Link Summoned using a monster with its same name as material, during each Battle Phase it can make attacks on monsters up to its Link Rating. You can only control 1 \"Salamangreat Claw\".",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/88540324.jpg"
          }
        },
        {
          "carta": {
            "id": 81810441,
            "name": "Stellarknight Alpha",
            "type": "Spell Card",
            "desc": "Equip only to a \"tellarknight\" monster you control. It gains 500 ATK and DEF, also it is unaffected by your opponent's card effects. If you control a face-up monster that is not a \"tellarknight\" monster, destroy this card.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/81810441.jpg"
          }
        },
        {
          "carta": {
            "id": 69792699,
            "name": "Penguin Sword",
            "type": "Spell Card",
            "desc": "Equip only to a \"Penguin\" monster. It gains 800 ATK. When the equipped monster inflicts battle damage to your opponent: You can return 1 card your opponent controls to the hand. If a face-up card your opponent controls leaves the field by a \"Penguin\" card's effect and returns to the hand or is banished: Negate the activated effects and effects on the field of cards with that original name, until the end of the next turn. You can only use this effect of \"Penguin Sword\" once per turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/69792699.jpg"
          }
        },
        {
          "carta": {
            "id": 98864751,
            "name": "Air Cracking Storm",
            "type": "Spell Card",
            "desc": "Equip only to a Machine monster. When that attacking monster destroys your opponent's monster by battle: You can activate this effect; it can make a second attack during this Battle Phase. Your other monsters cannot attack the turn you activate this effect.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/98864751.jpg"
          }
        },
        {
          "carta": {
            "id": 21702241,
            "name": "Vengeful Servant",
            "type": "Spell Card",
            "desc": "When control of the equipped monster changes, inflict damage equal to its original ATK to its new controller.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/21702241.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 90448279,
            "name": "Divine Arsenal AA-ZEUS - Sky Thunder",
            "type": "XYZ Monster",
            "desc": "2 Level 12 monsters\r\nOnce per turn, if an Xyz Monster battled this turn, you can also Xyz Summon \"Divine Arsenal AA-ZEUS - Sky Thunder\" by using 1 Xyz Monster you control as material. (Transfer its materials to this card.) (Quick Effect): You can detach 2 materials from this card; send all other cards from the field to the GY. Once per turn, if another card(s) you control is destroyed by battle or an opponent's card effect: You can attach 1 card from your hand, Deck, or Extra Deck to this card as material.",
            "preco": "18.29",
            "img": "https://images.ygoprodeck.com/images/cards/90448279.jpg"
          }
        },
        {
          "carta": {
            "id": 2316186,
            "name": "Princess Curran",
            "type": "Effect Monster",
            "desc": "This card cannot be Normal Summoned or Set. This card cannot be Special Summoned except with \"Trial of the Princesses\". During your Standby Phase, inflict 600 damage to your opponent for each monster they control.",
            "preco": "47.98",
            "img": "https://images.ygoprodeck.com/images/cards/2316186.jpg"
          }
        },
        {
          "carta": {
            "id": 4103668,
            "name": "Tengu, the Winged Mayakashi",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters / You can only control 1 \"Tengu, the Winged Mayakashi\". You can only use each of these effects of \"Tengu, the Winged Mayakashi\" once per turn.\r\n● If a Synchro Monster in your possession whose original Level is 9 is destroyed by battle or an opponent's card effect while this card is in the GY: You can banish 1 other Zombie monster from your GY, and if you do, Special Summon this card.\r\n● If this card is Special Summoned from the GY: You can destroy 1 Spell/Trap your opponent controls.",
            "preco": "2.12",
            "img": "https://images.ygoprodeck.com/images/cards/4103668.jpg"
          }
        },
        {
          "carta": {
            "id": 69170557,
            "name": "Number C40: Gimmick Puppet of Dark Strings",
            "type": "XYZ Monster",
            "desc": "3 Level 9 monsters\nWhen this card is Special Summoned: Destroy the monsters with String Counters, and if you do, draw 1 card, then inflict damage to your opponent equal to the highest original ATK among those destroyed monsters in the Graveyard (your choice, if tied). Once per turn: You can detach 1 Xyz Material from this card; place 1 String Counter on each face-up monster your opponent controls.",
            "preco": "1.48",
            "img": "https://images.ygoprodeck.com/images/cards/69170557.jpg"
          }
        },
        {
          "carta": {
            "id": 55321970,
            "name": "Gust Fan",
            "type": "Spell Card",
            "desc": "A WIND monster equipped with this card increases its ATK by 400 points and decreases its DEF by 200 points.",
            "preco": "9.59",
            "img": "https://images.ygoprodeck.com/images/cards/55321970.jpg"
          }
        },
        {
          "carta": {
            "id": 59750328,
            "name": "Card of Demise",
            "type": "Spell Card",
            "desc": "Draw until you have 3 cards in your hand, also for the rest of this turn after this card resolves, your opponent takes no damage. During the End Phase of this turn, send your entire hand to the GY. You can only activate 1 \"Card of Demise\" per turn. You cannot Special Summon during the turn you activate this card.",
            "preco": "2.14",
            "img": "https://images.ygoprodeck.com/images/cards/59750328.jpg"
          }
        },
        {
          "carta": {
            "id": 46480475,
            "name": "Discord",
            "type": "Trap Card",
            "desc": "Neither player can Synchro Summon. Send this card to the Graveyard during your 3rd End Phase after activation.",
            "preco": "1.26",
            "img": "https://images.ygoprodeck.com/images/cards/46480475.jpg"
          }
        },
        {
          "carta": {
            "id": 59750328,
            "name": "Card of Demise",
            "type": "Spell Card",
            "desc": "Draw until you have 3 cards in your hand, also for the rest of this turn after this card resolves, your opponent takes no damage. During the End Phase of this turn, send your entire hand to the GY. You can only activate 1 \"Card of Demise\" per turn. You cannot Special Summon during the turn you activate this card.",
            "preco": "2.14",
            "img": "https://images.ygoprodeck.com/images/cards/59750328.jpg"
          }
        },
        {
          "carta": {
            "id": 55321970,
            "name": "Gust Fan",
            "type": "Spell Card",
            "desc": "A WIND monster equipped with this card increases its ATK by 400 points and decreases its DEF by 200 points.",
            "preco": "9.59",
            "img": "https://images.ygoprodeck.com/images/cards/55321970.jpg"
          }
        },
        {
          "carta": {
            "id": 44095762,
            "name": "Mirror Force",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: Destroy all your opponent's Attack Position monsters.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/44095762.jpg"
          }
        },
        {
          "carta": {
            "id": 30748475,
            "name": "Destructive Daruma Karma Cannon",
            "type": "Trap Card",
            "desc": "Change as many monsters on the field as possible to face-down Defense Position, then, if either player controls a face-up monster(s), they must send all face-up monsters they control to the GY.",
            "preco": "4.12",
            "img": "https://images.ygoprodeck.com/images/cards/30748475.jpg"
          }
        },
        {
          "carta": {
            "id": 71746462,
            "name": "Sea Kamen",
            "type": "Normal Monster",
            "desc": "A merciless monster that tears opponents to shreds with razor-like claws.",
            "preco": "7.06",
            "img": "https://images.ygoprodeck.com/images/cards/71746462.jpg"
          }
        }
      ]
    },
    {
      "nome": "elton",
      "email": "1223",
      "senha": "123",
      "cash": 1000,
      "cartas": [],
      "deck": [],
      "id": 2
    },
    {
      "nome": "teste2",
      "email": "teste34",
      "senha": "123",
      "cash": 1000,
      "cartas": [],
      "deck": [],
      "id": 3
    },
    {
      "nome": "teste23",
      "email": "22",
      "senha": "1234",
      "cash": 971,
      "cartas": [
        {
          "carta": {
            "id": 18678554,
            "name": "Time Thief Flyback",
            "type": "Trap Card",
            "desc": "Target 1 \"Time Thief\" Xyz Monster you control; attach 1 \"Time Thief\" card from your hand or Deck to it as material. You can banish this card from your GY, then target 1 \"Time Thief\" Xyz Monster you control; attach 1 card from your opponent's GY to it as material. You can only use 1 \"Time Thief Flyback\" effect per turn, and only once that turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/18678554.jpg"
          }
        },
        {
          "carta": {
            "id": 93107608,
            "name": "Howling Insect",
            "type": "Effect Monster",
            "desc": "When this card is destroyed by battle and sent to the Graveyard: You can Special Summon 1 Insect-Type monster with 1500 or less ATK from your Deck.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/93107608.jpg"
          }
        },
        {
          "carta": {
            "id": 61127349,
            "name": "Big Bang Shot",
            "type": "Spell Card",
            "desc": "The equipped monster gains 400 ATK. If the equipped monster attacks a Defense Position monster, inflict piercing battle damage to your opponent. When this card leaves the field, banish the equipped monster.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/61127349.jpg"
          }
        },
        {
          "carta": {
            "id": 5050644,
            "name": "Aroma Garden",
            "type": "Spell Card",
            "desc": "Once per turn, if you control an \"Aroma\" monster: You can gain 500 LP, also all monsters you control gain 500 ATK and DEF until the end of your opponent's next turn (even if this card leaves the field). If a face-up \"Aroma\" monster you control is destroyed by battle or card effect and sent to the Graveyard: Gain 1000 LP.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/5050644.jpg"
          }
        },
        {
          "carta": {
            "id": 28062325,
            "name": "Bamboo Scrap",
            "type": "Trap Card",
            "desc": "Tribute 1 Plant-Type monster. Special Summon 2 \"Plant Tokens\" (Plant-Type/EARTH/Level 1/ATK 800/DEF 500) to your opponent's side of the field in Defense Position.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/28062325.jpg"
          }
        },
        {
          "carta": {
            "id": 79766336,
            "name": "Trap of Darkness",
            "type": "Trap Card",
            "desc": "If your LP is 3000 or less: Pay 1000 LP, then target 1 Normal Trap in your GY, except \"Trap of Darkness\"; this card's effect becomes that target's activated effect, then banish that target.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/79766336.jpg"
          }
        },
        {
          "carta": {
            "id": 81810441,
            "name": "Stellarknight Alpha",
            "type": "Spell Card",
            "desc": "Equip only to a \"tellarknight\" monster you control. It gains 500 ATK and DEF, also it is unaffected by your opponent's card effects. If you control a face-up monster that is not a \"tellarknight\" monster, destroy this card.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/81810441.jpg"
          }
        },
        {
          "carta": {
            "id": 8339504,
            "name": "Xyz Shift",
            "type": "Spell Card",
            "desc": "Tribute 1 Xyz Monster; Special Summon from your Extra Deck, 1 monster with the same Type, Attribute, and Rank as that Tributed monster had on the field, but with a different name, and if you do, attach this card to it as an Xyz Material. During the End Phase, send it to the Graveyard. You can only activate 1 \"Xyz Shift\" per turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/8339504.jpg"
          }
        },
        {
          "carta": {
            "id": 21249921,
            "name": "Dragunity Knight - Vajrayana",
            "type": "Synchro Monster",
            "desc": "1 Dragon Tuner + 1+ non-Tuner Winged Beast monsters\nWhen this card is Synchro Summoned: You can target 1 Level 3 or lower Dragon \"Dragunity\" monster in your GY; equip that target to this card. Once per turn: You can send 1 Equip Card equipped to this card to the GY; double this card's ATK until the end of this turn.",
            "preco": "0.35",
            "img": "https://images.ygoprodeck.com/images/cards/21249921.jpg"
          }
        },
        {
          "carta": {
            "id": 61525276,
            "name": "Curse of Dragon, the Cursed Dragon",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can add 1 Spell/Trap from your Deck to your hand, that specifically lists the card \"Gaia the Dragon Champion\" in its text. If this card is sent to the GY: You can target 1 \"Gaia the Dragon Champion\" in your Monster Zone; negate the effects of face-up monsters your opponent currently controls with ATK less than or equal to it until the end of this turn. You can only use each effect of \"Curse of Dragon, the Cursed Dragon\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/61525276.jpg"
          }
        },
        {
          "carta": {
            "id": 91262474,
            "name": "Stardust Wurm",
            "type": "Effect Monster",
            "desc": "If this card is in your hand or GY, and you control a Level 8 or higher Dragon Synchro Monster: You can Special Summon this card, but banish it when it leaves the field. You can Tribute this card; Special Summon up to 2 Level 1 LIGHT Dragon monsters from your hand and/or GY, except \"Stardust Wurm\", but their effects cannot be activated. You can only use each effect of \"Stardust Wurm\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/91262474.jpg"
          }
        },
        {
          "carta": {
            "id": 38273745,
            "name": "Evilswarm Ouroboros",
            "type": "XYZ Monster",
            "desc": "3 Level 4 monsters\nOnce per turn: You can detach 1 Xyz Material from this card, then activate 1 of these effects. Each effect can only be used once while this card is face-up on the field.\n● Target 1 card your opponent controls; return that target to the hand.\n● Send 1 random card from your opponent's hand to the Graveyard.\n● Target 1 card in your opponent's Graveyard; banish that target.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/38273745.jpg"
          }
        },
        {
          "carta": {
            "id": 55878038,
            "name": "Chaos Dragon Levianeer",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 3 LIGHT and/or DARK monsters from your GY. When Summoned this way: You can activate this effect; apply the following effect, based on the Attribute(s) of the monsters banished for the Special Summon, also this card cannot attack for the rest of this turn.\r\n● Only LIGHT: Special Summon 1 monster from your GY in Defense Position.\r\n● Only DARK: Shuffle 1 random card from your opponent's hand into the Deck.\r\n● Both LIGHT and DARK: Destroy up to 2 cards on the field.\r\nYou can only use this effect of \"Chaos Dragon Levianeer\" once per turn.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/55878038.jpg"
          }
        },
        {
          "carta": {
            "id": 76589546,
            "name": "Overflow Dragon",
            "type": "Effect Monster",
            "desc": "When a monster(s) on the field is destroyed by card effect (except during the Damage Step): You can Special Summon this card from your hand, then, if 2 or more monsters on the field were destroyed by that card effect, you can Special Summon 1 \"Overflow Token\" (Dragon/DARK/Level 1/ATK 0/DEF 0). You can only use this effect of \"Overflow Dragon\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/76589546.jpg"
          }
        },
        {
          "carta": {
            "id": 83347294,
            "name": "Odd-Eyes Lancer Dragon",
            "type": "Effect Monster",
            "desc": "If a Pendulum Monster you control is destroyed by battle or card effect: You can Tribute 1 monster; Special Summon this card from your hand. If this card attacks, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step. If an \"Odd-Eyes\" card(s) you control would be destroyed by battle or card effect, you can destroy 1 \"Odd-Eyes\" card in your hand, Monster Zone, or Pendulum Zone instead.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/83347294.jpg"
          }
        },
        {
          "carta": {
            "id": 3300267,
            "name": "Hieratic Dragon of Su",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by Tributing 1 \"Hieratic\" monster. Once per turn: You can Tribute 1 \"Hieratic\" monster, except this card, from your hand or your side of the field, to target 1 Spell/Trap Card your opponent controls; destroy that target. When this card is Tributed: Special Summon 1 Dragon-Type Normal Monster from your hand, Deck, or Graveyard, and make its ATK and DEF 0.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/3300267.jpg"
          }
        },
        {
          "carta": {
            "id": 15661378,
            "name": "Trishula, the Dragon of Icy Imprisonment",
            "type": "Fusion Monster",
            "desc": "3 monsters with different names\r\nMust first be either Fusion Summoned using only monsters in your hand and/or field, or Special Summoned (from your Extra Deck) by banishing the above cards you control (in which case you do not use \"Polymerization\"). If this card was Special Summoned using only monsters that were originally Dragons: You can reveal and banish 3 cards (1 from your Deck, 1 from the top of your opponent's Deck, and 1 from their Extra Deck). You can only use this effect of \"Trishula, the Dragon of Icy Imprisonment\" once per turn.",
            "preco": "2.90",
            "img": "https://images.ygoprodeck.com/images/cards/15661378.jpg"
          }
        },
        {
          "carta": {
            "id": 29311166,
            "name": "Assault Wyvern",
            "type": "Effect Monster",
            "desc": "When this card destroys an opponent's monster by battle: You can Tribute this card; Special Summon 1 Dragon-Type monster from your hand or Graveyard, except \"Assault Wyvern\".",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/29311166.jpg"
          }
        },
        {
          "carta": {
            "id": 86198326,
            "name": "7 Completed",
            "type": "Spell Card",
            "desc": "Activate this card by choosing ATK or DEF; equip only to a Machine monster. It gains 700 ATK or DEF, depending on the choice.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/86198326.jpg"
          }
        },
        {
          "carta": {
            "id": 19688343,
            "name": "Battlin' Boxing Cross Counter",
            "type": "Trap Card",
            "desc": "When your opponent activates a monster effect: Destroy 1 \"Battlin' Boxer\" or \"Number\" Xyz Monster you control, and if you do, negate the activation, and if you do that, destroy that monster, then you can apply the following effect.\r\n● Special Summon 1 \"Battlin' Boxer\" Xyz Monster from your Extra Deck with a different name than the first monster, and if you do, attach this card to it as material.\r\nYou can only activate 1 \"Battlin' Boxing Cross Counter\" per turn.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/19688343.jpg"
          }
        },
        {
          "carta": {
            "id": 40391316,
            "name": "Ojama Knight",
            "type": "Fusion Monster",
            "desc": "1 \"Ojama\" monster + 1 \"Ojama\" monster\r\nSelect up to 2 of your opponent's Monster Card Zones. The selected zones cannot be used.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/40391316.jpg"
          }
        },
        {
          "carta": {
            "id": 4941482,
            "name": "Informer Spider",
            "type": "Effect Monster",
            "desc": "When this card is sent from the field to the Graveyard by a card effect, take control of 1 Defense Position monster your opponent controls.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/4941482.jpg"
          }
        },
        {
          "carta": {
            "id": 73398797,
            "name": "Paladin of White Dragon",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"White Dragon Ritual\". At the start of the Damage Step, if this card attacks a face-down Defense Position monster: Destroy that face-down monster. You can Tribute this card; Special Summon 1 \"Blue-Eyes White Dragon\" from your hand or Deck, but \"Blue-Eyes White Dragons\" cannot attack for the rest of this turn.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/73398797.jpg"
          }
        },
        {
          "carta": {
            "id": 28400508,
            "name": "Number 97: Draglubion",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\r\nYour opponent cannot target this card with card effects. You can detach 1 material from this card; take 2 Dragon \"Number\" monsters with different names from your Extra Deck and/or GY, except \"Number 97: Draglubion\", Special Summon 1 of them and attach the other to it as material, also for the rest of this turn you cannot Special Summon other monsters, or declare an attack, except with that Special Summoned monster. You can only use this effect of \"Number 97: Draglubion\" once per turn.",
            "preco": "0.82",
            "img": "https://images.ygoprodeck.com/images/cards/28400508.jpg"
          }
        },
        {
          "carta": {
            "id": 42055234,
            "name": "Dragonmaid Tinkhec",
            "type": "Effect Monster",
            "desc": "Cannot be destroyed by card effects while you control a Fusion Monster. You can only use each of the following effects of \"Dragonmaid Tinkhec\" once per turn.\r\n● (Quick Effect): You can discard this card, then target 1 \"Dragonmaid\" monster you control; it gains 2000 ATK until the end of this turn.\r\n● At the end of the Battle Phase: You can return this card to the hand, and if you do, Special Summon 1 Level 3 \"Dragonmaid\" monster from your hand.",
            "preco": "0.38",
            "img": "https://images.ygoprodeck.com/images/cards/42055234.jpg"
          }
        },
        {
          "carta": {
            "id": 12117532,
            "name": "Shattered Axe",
            "type": "Trap Card",
            "desc": "Activate this card by targeting 1 face-up monster on the field. During each of your Standby Phases: It loses 500 ATK. When that target is destroyed, destroy this card.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/12117532.jpg"
          }
        },
        {
          "carta": {
            "id": 93085839,
            "name": "Noble Knight Eachtar",
            "type": "Effect Monster",
            "desc": "You can banish 2 \"Noble Knight\" monsters from your Graveyard; Special Summon this card from your hand or Graveyard. You can only use this effect of \"Noble Knight Eachtar\" once per turn. A Synchro or Xyz Summon of a \"Noble Knight\" monster using this card as a Material cannot be negated, also your opponent cannot activate cards or effects when that monster is Special Summoned.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/93085839.jpg"
          }
        },
        {
          "carta": {
            "id": 88190790,
            "name": "Assault Armor",
            "type": "Spell Card",
            "desc": "Equip only to a Warrior-Type monster that is the only monster you control. It gains 300 ATK. During your Main Phase 1, you can send this equipped card to the Graveyard to allow the equipped monster to attack twice during each Battle Phase this turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/88190790.jpg"
          }
        },
        {
          "carta": {
            "id": 32472237,
            "name": "Metalrokket Dragon",
            "type": "Effect Monster",
            "desc": "When a Link Monster's effect is activated that targets this face-up card on the field (Quick Effect): You can destroy this card, then destroy all your opponent's cards in the column this card was in. During the End Phase, if this card is in the GY because it was destroyed on the field by battle or card effect and sent there this turn: You can Special Summon 1 \"Rokket\" monster from your Deck, except \"Metalrokket Dragon\". You can only use each effect of \"Metalrokket Dragon\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/32472237.jpg"
          }
        },
        {
          "carta": {
            "id": 16691074,
            "name": "Odd-Eyes Absolute Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 7 monsters\r\nWhen any player's monster declares an attack: You can detach 1 material from this card; negate the attack, then you can Special Summon 1 \"Odd-Eyes\" monster from your hand or GY. If this Xyz Summoned card is sent to the GY: You can Special Summon 1 \"Odd-Eyes\" monster from your Extra Deck, except \"Odd-Eyes Absolute Dragon\". You can only use each effect of \"Odd-Eyes Absolute Dragon\" once per turn.",
            "preco": "0.37",
            "img": "https://images.ygoprodeck.com/images/cards/16691074.jpg"
          }
        },
        {
          "carta": {
            "id": 94566432,
            "name": "Kaiser Dragon",
            "type": "Fusion Monster",
            "desc": "\"Winged Dragon, Guardian of the Fortress #1\" + \"Fairy Dragon\"",
            "preco": "5.14",
            "img": "https://images.ygoprodeck.com/images/cards/94566432.jpg"
          }
        },
        {
          "carta": {
            "id": 80476891,
            "name": "Poly-Chemicritter Hydragon",
            "type": "Gemini Monster",
            "desc": "This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with these effects.\n● When another Gemini monster is Normal Summoned: You can make that monster gain 500 ATK and DEF.\n● If a Gemini monster(s) you control would be destroyed by a card effect, you can destroy 1 other card you control instead.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/80476891.jpg"
          }
        },
        {
          "carta": {
            "id": 25206027,
            "name": "Interplanetarypurplythorny Dragon",
            "type": "Effect Monster",
            "desc": "If a monster you control is destroyed by battle or card effect and sent to the Graveyard: You can Special Summon this card from your hand.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/25206027.jpg"
          }
        },
        {
          "carta": {
            "id": 56713552,
            "name": "Obese Marmot of Nefariousness",
            "type": "Normal Monster",
            "desc": "An ill-mannered field varmint that will sink its teeth into anything.",
            "preco": "46.19",
            "img": "https://images.ygoprodeck.com/images/cards/56713552.jpg"
          }
        },
        {
          "carta": {
            "id": 9260791,
            "name": "Galaxy-Eyes Cloudragon",
            "type": "Effect Monster",
            "desc": "You can Tribute this card; Special Summon 1 \"Galaxy-Eyes\" monster from your hand or Graveyard, except \"Galaxy-Eyes Cloudragon\". You can only use this effect of \"Galaxy-Eyes Cloudragon\" once per turn. If this card is in the Graveyard: You can target 1 \"Galaxy-Eyes\" Xyz Monster you control; attach this card to it as an Xyz Material. You can only use this effect of \"Galaxy-Eyes Cloudragon\" once per Duel.",
            "preco": "3.40",
            "img": "https://images.ygoprodeck.com/images/cards/9260791.jpg"
          }
        },
        {
          "carta": {
            "id": 7305060,
            "name": "Amorphage Greed",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nWhile you control an \"Amorphage\" monster, neither player can activate Trap Cards or their effects, except for \"Amorphage\" cards. Once per turn, during your Standby Phase, Tribute 1 monster or destroy this card.\n[ Monster Effect ] \nIf this card is Pendulum Summoned or flipped face-up, neither player can Special Summon monsters from the Extra Deck while this card is face-up on the field, except \"Amorphage\" monsters.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/7305060.jpg"
          }
        },
        {
          "carta": {
            "id": 87451661,
            "name": "Scarred Dragon Archfiend",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner DARK monsters\r\nThis card's name becomes \"Red Dragon Archfiend\" while on the field or in the GY. If this card is sent from the Monster Zone to the GY: You can Special Summon 1 \"Red Dragon Archfiend\" from your Extra Deck (this is treated as a Synchro Summon), then, if this card was sent to the GY as Synchro Material for a DARK Dragon Synchro Monster, you can destroy all Attack Position monsters your opponent controls. You can only use this effect of \"Scarred Dragon Archfiend\" once per turn.",
            "preco": "0.95",
            "img": "https://images.ygoprodeck.com/images/cards/87451661.jpg"
          }
        },
        {
          "carta": {
            "id": 15960641,
            "name": "Mirage Dragon",
            "type": "Effect Monster",
            "desc": "Your opponent cannot activate Trap Cards during the Battle Phase.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/15960641.jpg"
          }
        },
        {
          "carta": {
            "id": 36556781,
            "name": "Dragunity Knight - Gormfaobhar",
            "type": "Synchro Monster",
            "desc": "1 \"Dragunity\" Tuner + 1+ non-Tuner monsters\r\nWhen this card is Synchro Summoned: You can target 1 \"Dragunity\" Tuner in your GY; equip it to this card. (Quick Effect): You can send 1 Equip Card you control that is equipped to this card to the GY, then target up to 2 cards in your opponent's GY; banish them. You can only use each effect of \"Dragunity Knight - Gormfaobhar\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/36556781.jpg"
          }
        },
        {
          "carta": {
            "id": 45627618,
            "name": "Odd-Eyes Rebellion Dragon",
            "type": "XYZ Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, if you have no cards in your other Pendulum Zone: You can place 1 Pendulum Monster from your Deck in your Pendulum Zone.\n[ Monster Effect ] \n2 Level 7 Dragon monsters\r\nIf you can Pendulum Summon Level 7, you can Pendulum Summon this face-up card in your Extra Deck. If this card is Xyz Summoned by using an Xyz Monster as material: Destroy as many Level 7 or lower monsters your opponent controls as possible, and if you do, inflict 1000 damage to your opponent for each card destroyed, also this card can make 3 attacks during each Battle Phase this turn. If this card in the Monster Zone is destroyed by battle or card effect: You can destroy as many cards in your Pendulum Zones as possible (min. 1), and if you do, place this card in your Pendulum Zone.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/45627618.jpg"
          }
        },
        {
          "carta": {
            "id": 62530723,
            "name": "World Legacy Whispers",
            "type": "Trap Card",
            "desc": "When this card is activated: You can target 1 Level 5 or higher monster on the field; it gains 1000 ATK/DEF until the end of this turn. Negate any opponent's Spell effect that activates in the same column as a \"Mekk-Knight\" monster you control.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/62530723.jpg"
          }
        },
        {
          "carta": {
            "id": 79997591,
            "name": "Doble Passe",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack on a face-up Attack Position monster you control: Make your opponent's attack a direct attack instead and inflict damage to your opponent equal to the ATK of the attack target you control. Also, that monster you control can attack your opponent directly during your next turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/79997591.jpg"
          }
        },
        {
          "carta": {
            "id": 32600024,
            "name": "Chamber Dragonmaid",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can add 1 \"Dragonmaid\" Spell/Trap from your Deck to your hand. At the start of the Battle Phase: You can return this card to the hand, and if you do, Special Summon 1 Level 7 or higher \"Dragonmaid\" monster from your hand or GY. You can only use each effect of \"Chamber Dragonmaid\" once per turn.",
            "preco": "6.17",
            "img": "https://images.ygoprodeck.com/images/cards/32600024.jpg"
          }
        },
        {
          "carta": {
            "id": 89185742,
            "name": "Lightning, Dragon Ruler of Drafts",
            "type": "Effect Monster",
            "desc": "You can discard this card and 1 Dragon or WIND monster; Special Summon 1 \"Tempest, Dragon Ruler of Storms\" from your Deck, but it cannot attack this turn. You can only use this effect of \"Lightning, Dragon Ruler of Drafts\" once per turn.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/89185742.jpg"
          }
        },
        {
          "carta": {
            "id": 79965360,
            "name": "Amazoness Heirloom",
            "type": "Spell Card",
            "desc": "Equip only to an \"Amazoness\" monster. Once per turn, that monster cannot be destroyed by battle. After damage calculation, if the equipped monster attacks a monster: Destroy the attacked monster.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/79965360.jpg"
          }
        },
        {
          "carta": {
            "id": 14745409,
            "name": "Noble Arms - Gallatin",
            "type": "Spell Card",
            "desc": "You can only control 1 \"Noble Arms - Gallatin\". Equip only to a Warrior-Type monster. It gains 1000 ATK. During each of your Standby Phases, it loses 200 ATK. If this face-up card on the field is destroyed and sent to the Graveyard: You can target 1 Warrior-Type \"Noble Knight\" monster you control; equip this card to that target. You can only use this effect of \"Noble Arms - Gallatin\" once per turn.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/14745409.jpg"
          }
        },
        {
          "carta": {
            "id": 47297616,
            "name": "Light and Darkness Dragon",
            "type": "Effect Monster",
            "desc": "Cannot be Special Summoned. While face-up on the field, this card is also DARK-Attribute. Once per Chain, during either player's turn, when a Spell Card, Trap Card, or monster effect is activated: This card loses exactly 500 ATK and DEF and that activation is negated. When this card is destroyed and sent to the Graveyard: Target 1 monster in your Graveyard (if possible); destroy all cards you control, also Special Summon that monster (if any).",
            "preco": "3.32",
            "img": "https://images.ygoprodeck.com/images/cards/47297616.jpg"
          }
        },
        {
          "carta": {
            "id": 47710198,
            "name": "Swordsoul Sinister Sovereign - Qixing Longyuan",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner Wyrm monsters\r\nIf you Synchro Summon another Wyrm monster, while this monster is on the field: You can draw 1 card. If your opponent Special Summons a monster(s) (except during the Damage Step): You can banish 1 of those monster(s), and if you do, inflict 1200 damage to your opponent. When your opponent activates a Spell/Trap Card or effect (Quick Effect): You can banish that card, and if you do, inflict 1200 damage to your opponent. You can only use each effect of \"Swordsoul Sinister Sovereign - Qixing Longyuan\" once per turn.",
            "preco": "0.27",
            "img": "https://images.ygoprodeck.com/images/cards/47710198.jpg"
          }
        },
        {
          "carta": {
            "id": 40204620,
            "name": "Megalith Promotion",
            "type": "Trap Card",
            "desc": "You can target 1 Level 4 or lower monster you control; its Level becomes double its original Level until the end of this turn (even if this card leaves the field). You can only use this effect of \"Megalith Promotion\" once per turn.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/40204620.jpg"
          }
        },
        {
          "carta": {
            "id": 52496105,
            "name": "Gladiator Beast's Battle Manica",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. It cannot be destroyed by battle (Damage calculation is applied normally). When the equipped monster is returned from your side of the field to the Deck and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "1.18",
            "img": "https://images.ygoprodeck.com/images/cards/52496105.jpg"
          }
        },
        {
          "carta": {
            "id": 90673413,
            "name": "Gagagarevenge",
            "type": "Spell Card",
            "desc": "Target 1 \"Gagaga\" monster in your Graveyard; Special Summon it and equip it with this card. When this card leaves the field, destroy the equipped monster. When this card is sent to the Graveyard because the equipped monster was used as an Xyz Material: All Xyz Monsters you currently control gain 300 ATK.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/90673413.jpg"
          }
        },
        {
          "carta": {
            "id": 95888876,
            "name": "Chthonian Emperor Dragon",
            "type": "Gemini Monster",
            "desc": "This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is face-up on the field, you can Normal Summon it to have it be treated as an Effect Monster with this effect:\n● This card can attack twice during the same Battle Phase.",
            "preco": "1.11",
            "img": "https://images.ygoprodeck.com/images/cards/95888876.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 29311166,
            "name": "Assault Wyvern",
            "type": "Effect Monster",
            "desc": "When this card destroys an opponent's monster by battle: You can Tribute this card; Special Summon 1 Dragon-Type monster from your hand or Graveyard, except \"Assault Wyvern\".",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/29311166.jpg"
          }
        }
      ],
      "id": 4
    },
    {
      "nome": "Jefin",
      "email": "jefão",
      "senha": "123",
      "cash": 975.64,
      "cartas": [
        {
          "carta": {
            "id": 74640994,
            "name": "Subterror Final Battle",
            "type": "Trap Card",
            "desc": "Activate 1 of these effects, also, after that, Set this card face-down instead of sending it to the GY.\r\n● Change 1 Set \"Subterror\" monster on the field to face-up Attack or Defense Position.\r\n● Change 1 face-up \"Subterror\" monster on the field to face-down Defense Position.\r\n● ATK/DEF of 1 \"Subterror\" monster on the field become equal to its combined original ATK/DEF until the end of this turn.\r\n● This turn, activated effects of \"Subterror\" cards cannot be negated.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/74640994.jpg"
          }
        },
        {
          "carta": {
            "id": 85520170,
            "name": "Scrap-Iron Sacred Statue",
            "type": "Trap Card",
            "desc": "Target 1 of your Level 7 or 8 Dragon Synchro Monsters that is banished or in your GY; Special Summon it, but return it to the Extra Deck during the End Phase, also, after that, Set this card face-down instead of sending it to the GY. If this Set card in its owner's control is destroyed by an opponent's card effect: You can Special Summon 1 \"Crimson Dragon\" from your Extra Deck. You can only use each effect of \"Scrap-Iron Sacred Statue\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/85520170.jpg"
          }
        },
        {
          "carta": {
            "id": 85352446,
            "name": "Attention!",
            "type": "Trap Card",
            "desc": "Target 1 face-up Level 5 or lower monster your opponent controls; destroy all face-up monsters on the field with a different Level than it.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/85352446.jpg"
          }
        },
        {
          "carta": {
            "id": 30338466,
            "name": "Bujin Regalia - The Sword",
            "type": "Trap Card",
            "desc": "Activate 1 of these effects.\r\n● Target 1 \"Bujin\" monster in your Graveyard; add that target to your hand.\r\n● Target 1 of your banished \"Bujin\" monsters; send that target to the Graveyard.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/30338466.jpg"
          }
        },
        {
          "carta": {
            "id": 32437102,
            "name": "Dragonic Attack",
            "type": "Spell Card",
            "desc": "This card can only be used to equip Warrior-Type monsters. The equipped monster is treated as Dragon-Type and increases the ATK and DEF of the equipped monster by 500 points.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/32437102.jpg"
          }
        },
        {
          "carta": {
            "id": 94950218,
            "name": "Reverse Breaker",
            "type": "Spell Card",
            "desc": "Equip only to a \"Utopia\" monster. When the equipped monster declares an attack: Target 1 Spell/Trap Card your opponent controls; destroy that target. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/94950218.jpg"
          }
        },
        {
          "carta": {
            "id": 81278754,
            "name": "Flip Flop Frog",
            "type": "Effect Monster",
            "desc": "Once per turn, you can flip this card into face-down Defense Position. When this card is flipped face-up, you can return monsters your opponent controls to their owners' hand up to the number of face-up \"Frog\" monsters you control, except \"Frog the Jam\".",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/81278754.jpg"
          }
        },
        {
          "carta": {
            "id": 10071456,
            "name": "Protector of the Throne",
            "type": "Normal Monster",
            "desc": "While the king is away, this queen protects his throne with a mighty defense.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/10071456.jpg"
          }
        },
        {
          "carta": {
            "id": 75901113,
            "name": "Knight of Armor Dragon",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Armor Dragon Ritual\". At the start of the Damage Step, if this card battles a monster that was Special Summoned from the Extra Deck: You can shuffle that monster into the Deck. You can Tribute this card; Special Summon 1 Level 5 or higher WIND Dragon monster from your hand or Deck. You can only use each effect of \"Knight of Armor Dragon\" once per turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/75901113.jpg"
          }
        },
        {
          "carta": {
            "id": 27877771,
            "name": "Sniffer Dragon",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can add 1 \"Sniffer Dragon\" from your Deck to your hand. You can only use this effect of \"Sniffer Dragon\" once per turn.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/27877771.jpg"
          }
        },
        {
          "carta": {
            "id": 85888377,
            "name": "Apophis the Swamp Deity",
            "type": "Trap Card",
            "desc": "During the Main Phase: Special Summon this card as a Normal Monster (Reptile/EARTH/Level 6/ATK 2000/DEF 2200) (this card is also still a Trap), then, you can negate the effects of face-up cards your opponent controls, up to the number of other Continuous Traps you control, until the end of this turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/85888377.jpg"
          }
        },
        {
          "carta": {
            "id": 95602345,
            "name": "Kairyu-Shin's Dark Reef",
            "type": "Trap Card",
            "desc": "Send 1 face-up \"Umi\" you control to the GY; Special Summon up to 2 monsters with different names from your hand and/or Deck, that mention \"Umi\" or are WATER Normal Monsters, in Defense Position, then if your opponent controls a monster, you can Special Summon any number of Level 6 or lower WATER Normal Monsters from your hand and/or Deck. Until the end of your next turn after this card resolves, you cannot Special Summon monsters, except WATER monsters. You can only activate 1 \"Kairyu-Shin's Dark Reef\" per turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/95602345.jpg"
          }
        },
        {
          "carta": {
            "id": 60433216,
            "name": "King Scarlet",
            "type": "Trap Card",
            "desc": "If a \"Red Dragon Archfiend\" monster you control battles, during damage calculation: Make that monster you control unable to be destroyed by that battle, and if you do, Special Summon this card as a Normal Monster (Fiend-Type/Tuner/FIRE/Level 1/ATK 0/DEF 0). (This card is also still a Trap Card.)",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/60433216.jpg"
          }
        },
        {
          "carta": {
            "id": 89631139,
            "name": "Blue-Eyes White Dragon",
            "type": "Normal Monster",
            "desc": "This legendary dragon is a powerful engine of destruction. Virtually invincible, very few have faced this awesome creature and lived to tell the tale.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/89631139.jpg"
          }
        },
        {
          "carta": {
            "id": 67288539,
            "name": "Borrelcode Dragon",
            "type": "Link Monster",
            "desc": "2+ Effect Monsters\r\nThis card cannot be destroyed by card effects while a Link Monster points to it. You can only use each of the following effects of \"Borrelcode Dragon\" once per turn. At the start of the Damage Step, if this card that was Link Summoned using 3 monsters as material battles an opponent's monster: You can destroy all monsters on the field. You can banish this card from your GY; banish 1 DARK monster with 3000 or more ATK from the field, and if you do, Special Summon 1 \"Topologic\" monster from your Extra Deck or GY.",
            "preco": "0.96",
            "img": "https://images.ygoprodeck.com/images/cards/67288539.jpg"
          }
        },
        {
          "carta": {
            "id": 29253591,
            "name": "Dragunity Couse",
            "type": "Tuner Monster",
            "desc": "Cannot be used as Synchro Material, except for the Synchro Summon of a \"Dragunity\" monster. This card on the field can be treated as a Level 4 monster when used for a Synchro Summon. If this card is currently equipped to a monster: You can Special Summon this equipped card.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/29253591.jpg"
          }
        },
        {
          "carta": {
            "id": 16678947,
            "name": "Psi-Curse",
            "type": "Trap Card",
            "desc": "When a Psychic-Type monster you control is destroyed by battle with an opponent's attacking monster and sent to the Graveyard: Target the opponent's monster; destroy that target, and if you do, inflict damage to your opponent equal to the Level of your destroyed Psychic-Type monster x 300.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/16678947.jpg"
          }
        },
        {
          "carta": {
            "id": 10584050,
            "name": "Springans Blast!",
            "type": "Trap Card",
            "desc": "If you control a \"Springans\" monster: Choose 1 opponent's Main Monster Zone; if a monster is face-up in that zone, during this turn, it cannot attack directly, also its effects are negated. If no monster is in that zone, it cannot be used this turn. If you control a Fusion Monster that lists \"Fallen of Albaz\" as material, you can choose 2 zones instead. You can only activate 1 \"Springans Blast!\" per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/10584050.jpg"
          }
        },
        {
          "carta": {
            "id": 98374133,
            "name": "Invigoration",
            "type": "Spell Card",
            "desc": "An EARTH monster equipped with this card increases its ATK by 400 points and decreases its DEF by 200 points.",
            "preco": "0.27",
            "img": "https://images.ygoprodeck.com/images/cards/98374133.jpg"
          }
        },
        {
          "carta": {
            "id": 94136469,
            "name": "Checksum Dragon",
            "type": "Effect Monster",
            "desc": "When an opponent's monster declares an attack: You can Special Summon this card from your hand, then, gain LP equal to half this card's DEF. This Attack Position card cannot be destroyed by battle.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/94136469.jpg"
          }
        },
        {
          "carta": {
            "id": 33212663,
            "name": "Archnemeses Eschatos",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 3 monsters with different Types from your GY and/or face-up field. Cannot be destroyed by card effects. You can declare 1 Monster Type on the field; destroy all monsters on the field with that Type, also until the end of the next turn, neither player can Special Summon monsters with that Type. You can only use this effect of \"Archnemeses Eschatos\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/33212663.jpg"
          }
        },
        {
          "carta": {
            "id": 13361027,
            "name": "Dragunity Darkspear",
            "type": "Tuner Monster",
            "desc": "Once per turn, you can Tribute 1 Dragon-Type \"Dragunity\" monster to select 1 Level 4 or lower Winged Beast-Type monster in your Graveyard, and Special Summon it.",
            "preco": "0.03",
            "img": "https://images.ygoprodeck.com/images/cards/13361027.jpg"
          }
        },
        {
          "carta": {
            "id": 29296344,
            "name": "Quadborrel Dragon",
            "type": "Link Monster",
            "desc": "2 Dragon monsters, including a \"Rokket\" monster\r\nYou can discard 1 card, then target 1 face-up monster on the field; you cannot Special Summon Link-2 or lower monsters from the Extra Deck for the rest of the turn, also destroy the targeted monster, then, if it was a Link Monster, you can Special Summon any number of \"Rokket\" monsters with different names, from your hand or GY, up to its Link Rating. You can only use this effect of \"Quadborrel Dragon\" once per turn.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/29296344.jpg"
          }
        },
        {
          "carta": {
            "id": 12298909,
            "name": "Prime Material Dragon",
            "type": "Effect Monster",
            "desc": "Any effect that would inflict damage to a player increases their Life Points by the same amount, instead. During either player's turn, when a card or effect is activated that would destroy a monster(s) on the field: You can send 1 card from your hand to the Graveyard; negate the activation, and if you do, destroy it.",
            "preco": "0.36",
            "img": "https://images.ygoprodeck.com/images/cards/12298909.jpg"
          }
        },
        {
          "carta": {
            "id": 20036055,
            "name": "The Traveler and the Burning Abyss",
            "type": "Trap Card",
            "desc": "Target any number of \"Burning Abyss\" monsters in your Graveyard that were sent there this turn; Special Summon them in Defense Position. You can only activate 1 \"The Traveler and the Burning Abyss\" per turn.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/20036055.jpg"
          }
        },
        {
          "carta": {
            "id": 91482773,
            "name": "Gateway Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a Link Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Gateway Dragon\" once per turn this way. Once per turn: You can Special Summon 1 Level 4 or lower DARK Dragon monster from your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/91482773.jpg"
          }
        },
        {
          "carta": {
            "id": 94950218,
            "name": "Reverse Breaker",
            "type": "Spell Card",
            "desc": "Equip only to a \"Utopia\" monster. When the equipped monster declares an attack: Target 1 Spell/Trap Card your opponent controls; destroy that target. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/94950218.jpg"
          }
        },
        {
          "carta": {
            "id": 74997493,
            "name": "Saryuja Skull Dread",
            "type": "Link Monster",
            "desc": "2+ monsters with different names\nThis card gains effects based on the number of materials used for its Link Summon.\n● 2+: If a monster(s) is Normal or Special Summoned to a zone this card points to: That monster(s) gains 300 ATK/DEF.\n● 3+: Once per turn, during your Main Phase: You can Special Summon 1 monster from your hand.\n● 4: When this card is Link Summoned: You can draw 4 cards, then place 3 cards from your hand on the bottom of your Deck in any order.",
            "preco": "2.75",
            "img": "https://images.ygoprodeck.com/images/cards/74997493.jpg"
          }
        },
        {
          "carta": {
            "id": 2957055,
            "name": "Wicked Dragon with the Ersatz Head",
            "type": "Normal Monster",
            "desc": "A two-headed dragon with a pair of jaws that can tear an enemy to shreds.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/2957055.jpg"
          }
        },
        {
          "carta": {
            "id": 23516703,
            "name": "Summon Limit",
            "type": "Trap Card",
            "desc": "Neither player can Summon more than two times per turn. (Negated Summons count toward this limit. Negated cards/effects that would Summon do not count.)",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/23516703.jpg"
          }
        },
        {
          "carta": {
            "id": 27240101,
            "name": "Kikinagashi Fucho",
            "type": "XYZ Monster",
            "desc": "2 Level 1 monsters\r\nUnaffected by other cards' effects. Once per turn (Quick Effect): You can detach 2 materials from this card; for the rest of this turn, this card cannot be destroyed by battle, also you take no battle damage from attacks involving this card.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/27240101.jpg"
          }
        },
        {
          "carta": {
            "id": 1644289,
            "name": "Vylon Segment",
            "type": "Spell Card",
            "desc": "Equip only to a \"Vylon\" monster. It cannot be targeted by the opponent's monster effects or Trap effects. If this face-up card on the field is sent to the Graveyard: You can add 1 \"Vylon\" Spell Card from your Deck to your hand.",
            "preco": "0.72",
            "img": "https://images.ygoprodeck.com/images/cards/1644289.jpg"
          }
        },
        {
          "carta": {
            "id": 60681103,
            "name": "Divine Dragon Lord Felgrand",
            "type": "Effect Monster",
            "desc": "If this card is Special Summoned from the Graveyard: You can target 1 monster your opponent controls or in their Graveyard; banish it, and if you do, this card gains ATK and DEF equal to the banished monster's original Level/Rank x 100. If this card destroys an opponent's monster by battle: You can target 1 Level 7 or 8 Dragon-Type monster in the Graveyard, except \"Divine Dragon Lord Felgrand\"; Special Summon it to your field.",
            "preco": "0.69",
            "img": "https://images.ygoprodeck.com/images/cards/60681103.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 85888377,
            "name": "Apophis the Swamp Deity",
            "type": "Trap Card",
            "desc": "During the Main Phase: Special Summon this card as a Normal Monster (Reptile/EARTH/Level 6/ATK 2000/DEF 2200) (this card is also still a Trap), then, you can negate the effects of face-up cards your opponent controls, up to the number of other Continuous Traps you control, until the end of this turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/85888377.jpg"
          }
        },
        {
          "carta": {
            "id": 81278754,
            "name": "Flip Flop Frog",
            "type": "Effect Monster",
            "desc": "Once per turn, you can flip this card into face-down Defense Position. When this card is flipped face-up, you can return monsters your opponent controls to their owners' hand up to the number of face-up \"Frog\" monsters you control, except \"Frog the Jam\".",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/81278754.jpg"
          }
        },
        {
          "carta": {
            "id": 2957055,
            "name": "Wicked Dragon with the Ersatz Head",
            "type": "Normal Monster",
            "desc": "A two-headed dragon with a pair of jaws that can tear an enemy to shreds.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/2957055.jpg"
          }
        },
        {
          "carta": {
            "id": 91482773,
            "name": "Gateway Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a Link Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Gateway Dragon\" once per turn this way. Once per turn: You can Special Summon 1 Level 4 or lower DARK Dragon monster from your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/91482773.jpg"
          }
        },
        {
          "carta": {
            "id": 91482773,
            "name": "Gateway Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a Link Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Gateway Dragon\" once per turn this way. Once per turn: You can Special Summon 1 Level 4 or lower DARK Dragon monster from your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/91482773.jpg"
          }
        },
        {
          "carta": {
            "id": 94950218,
            "name": "Reverse Breaker",
            "type": "Spell Card",
            "desc": "Equip only to a \"Utopia\" monster. When the equipped monster declares an attack: Target 1 Spell/Trap Card your opponent controls; destroy that target. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/94950218.jpg"
          }
        },
        {
          "carta": {
            "id": 74997493,
            "name": "Saryuja Skull Dread",
            "type": "Link Monster",
            "desc": "2+ monsters with different names\nThis card gains effects based on the number of materials used for its Link Summon.\n● 2+: If a monster(s) is Normal or Special Summoned to a zone this card points to: That monster(s) gains 300 ATK/DEF.\n● 3+: Once per turn, during your Main Phase: You can Special Summon 1 monster from your hand.\n● 4: When this card is Link Summoned: You can draw 4 cards, then place 3 cards from your hand on the bottom of your Deck in any order.",
            "preco": "2.75",
            "img": "https://images.ygoprodeck.com/images/cards/74997493.jpg"
          }
        },
        {
          "carta": {
            "id": 29296344,
            "name": "Quadborrel Dragon",
            "type": "Link Monster",
            "desc": "2 Dragon monsters, including a \"Rokket\" monster\r\nYou can discard 1 card, then target 1 face-up monster on the field; you cannot Special Summon Link-2 or lower monsters from the Extra Deck for the rest of the turn, also destroy the targeted monster, then, if it was a Link Monster, you can Special Summon any number of \"Rokket\" monsters with different names, from your hand or GY, up to its Link Rating. You can only use this effect of \"Quadborrel Dragon\" once per turn.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/29296344.jpg"
          }
        },
        {
          "carta": {
            "id": 13361027,
            "name": "Dragunity Darkspear",
            "type": "Tuner Monster",
            "desc": "Once per turn, you can Tribute 1 Dragon-Type \"Dragunity\" monster to select 1 Level 4 or lower Winged Beast-Type monster in your Graveyard, and Special Summon it.",
            "preco": "0.03",
            "img": "https://images.ygoprodeck.com/images/cards/13361027.jpg"
          }
        },
        {
          "carta": {
            "id": 23516703,
            "name": "Summon Limit",
            "type": "Trap Card",
            "desc": "Neither player can Summon more than two times per turn. (Negated Summons count toward this limit. Negated cards/effects that would Summon do not count.)",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/23516703.jpg"
          }
        },
        {
          "carta": {
            "id": 91482773,
            "name": "Gateway Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a Link Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Gateway Dragon\" once per turn this way. Once per turn: You can Special Summon 1 Level 4 or lower DARK Dragon monster from your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/91482773.jpg"
          }
        },
        {
          "carta": {
            "id": 20036055,
            "name": "The Traveler and the Burning Abyss",
            "type": "Trap Card",
            "desc": "Target any number of \"Burning Abyss\" monsters in your Graveyard that were sent there this turn; Special Summon them in Defense Position. You can only activate 1 \"The Traveler and the Burning Abyss\" per turn.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/20036055.jpg"
          }
        },
        {
          "carta": {
            "id": 94950218,
            "name": "Reverse Breaker",
            "type": "Spell Card",
            "desc": "Equip only to a \"Utopia\" monster. When the equipped monster declares an attack: Target 1 Spell/Trap Card your opponent controls; destroy that target. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/94950218.jpg"
          }
        },
        {
          "carta": {
            "id": 20036055,
            "name": "The Traveler and the Burning Abyss",
            "type": "Trap Card",
            "desc": "Target any number of \"Burning Abyss\" monsters in your Graveyard that were sent there this turn; Special Summon them in Defense Position. You can only activate 1 \"The Traveler and the Burning Abyss\" per turn.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/20036055.jpg"
          }
        },
        {
          "carta": {
            "id": 94950218,
            "name": "Reverse Breaker",
            "type": "Spell Card",
            "desc": "Equip only to a \"Utopia\" monster. When the equipped monster declares an attack: Target 1 Spell/Trap Card your opponent controls; destroy that target. Your opponent cannot activate Spell/Trap Cards in response to this effect's activation.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/94950218.jpg"
          }
        },
        {
          "carta": {
            "id": 91482773,
            "name": "Gateway Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a Link Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Gateway Dragon\" once per turn this way. Once per turn: You can Special Summon 1 Level 4 or lower DARK Dragon monster from your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/91482773.jpg"
          }
        },
        {
          "carta": {
            "id": 91482773,
            "name": "Gateway Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a Link Monster, you can Special Summon this card (from your hand). You can only Special Summon \"Gateway Dragon\" once per turn this way. Once per turn: You can Special Summon 1 Level 4 or lower DARK Dragon monster from your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/91482773.jpg"
          }
        }
      ],
      "id": 5
    },
    {
      "nome": "Fred",
      "email": "fred1",
      "senha": "123",
      "cash": 992.65,
      "cartas": [
        {
          "carta": {
            "id": 32207100,
            "name": "A Major Upset",
            "type": "Trap Card",
            "desc": "Tribute 1 face-up Attack Position Level 2 or lower monster you control; return all Level 7 or higher Special Summoned monsters to the hand.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/32207100.jpg"
          }
        },
        {
          "carta": {
            "id": 27012990,
            "name": "Marincess Cascade",
            "type": "Trap Card",
            "desc": "Banish any number of \"Marincess\" Link Monsters you control (until your next Standby Phase), then target 1 face-up monster on the field; it gains ATK equal to the total Link Rating of the monsters banished to activate this card x 300, until the end of this turn. If you control a Link-3 or higher \"Marincess\" monster, you can activate this card from your hand.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/27012990.jpg"
          }
        },
        {
          "carta": {
            "id": 95403418,
            "name": "Starduston",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by sending any number of \"Duston\" monsters you control to the Graveyard, and cannot be Special Summoned by other ways. This card's ATK and DEF each become equal to the number of monsters sent to the Graveyard for its Summon x 1000. Your opponent cannot Flip or Special Summon any monsters, or activate any Set Spell/Trap Cards on the field. If you control more monsters than your opponent does, destroy this card.",
            "preco": "0.33",
            "img": "https://images.ygoprodeck.com/images/cards/95403418.jpg"
          }
        },
        {
          "carta": {
            "id": 99013397,
            "name": "Gladiator Beast's Battle Halberd",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. When it attacks, destroy 1 Spell or Trap Card at the end of the Damage Step. When the equipped monster is returned from your side of the field to the Deck and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/99013397.jpg"
          }
        },
        {
          "carta": {
            "id": 68957925,
            "name": "Link Party",
            "type": "Spell Card",
            "desc": "Apply this effect depending on the number of different original Attributes of the Link Monsters on the field.\r\n● 1: All Link Monsters you control gain 500 ATK.\r\n● 2: All Link Monsters your opponent controls lose 1000 ATK.\r\n● 3: Gain 1500 LP.\r\n● 4: Inflict 2000 damage to your opponent.\r\n● 5: Special Summon 1 monster with 2500 or more ATK from your Deck.\r\n● 6: Destroy all monsters your opponent controls with 3000 or less ATK.\r\nYou can only activate 1 \"Link Party\" per turn.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/68957925.jpg"
          }
        },
        {
          "carta": {
            "id": 9677699,
            "name": "Glass Slippers",
            "type": "Spell Card",
            "desc": "If this card is equipped to a Fairy monster, it gains 1000 ATK. If this card is equipped to a non-Fairy monster, it cannot attack, also it loses 1000 ATK. If this card is sent to the GY because the equipped monster is destroyed: You can target 1 \"Prinzessin\" you control; equip this card to that target. You can only use this effect of \"Glass Slippers\" once per turn.",
            "preco": "1.25",
            "img": "https://images.ygoprodeck.com/images/cards/9677699.jpg"
          }
        },
        {
          "carta": {
            "id": 88540324,
            "name": "Salamangreat Claw",
            "type": "Spell Card",
            "desc": "Equip only to a \"Salamangreat\" monster. The equipped monster cannot be destroyed by battle or card effects, and if it attacks a Defense Position monster, inflict piercing battle damage to your opponent. If the equipped monster is a \"Salamangreat\" Link Monster you control that was Link Summoned using a monster with its same name as material, during each Battle Phase it can make attacks on monsters up to its Link Rating. You can only control 1 \"Salamangreat Claw\".",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/88540324.jpg"
          }
        },
        {
          "carta": {
            "id": 86559484,
            "name": "Xyz-Raypierce",
            "type": "Effect Monster",
            "desc": "You can banish 1 Dragon-Type monster and 1 Wyrm-Type monster from your Graveyard; Special Summon 1 \"Xyz-Raypierce\" from your hand or Deck. If this card is sent from the field to the Graveyard: You can inflict 500 damage to your opponent. You can only use each effect of \"Xyz-Raypierce\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/86559484.jpg"
          }
        },
        {
          "carta": {
            "id": 30794966,
            "name": "Hieratic Dragon of Asar",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by banishing 1 LIGHT Dragon-Type monster and 1 Dragon-Type Normal Monster from your Graveyard. If this face-up card on the field would be destroyed, you can Tribute 1 face-up \"Hieratic\" monster instead, except this card.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/30794966.jpg"
          }
        },
        {
          "carta": {
            "id": 69610326,
            "name": "Supreme King Dragon Darkwurm",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, if you control no monsters: You can place 1 \"Supreme King Gate\" Pendulum Monster from your Deck in your Pendulum Zone, also you cannot Pendulum Summon monsters for the rest of this turn, except DARK monsters.\n[ Monster Effect ] \nIf this card is Normal or Special Summoned: You can add 1 \"Supreme King Gate\" Pendulum Monster from your Deck to your hand. If this card is in your GY and you control no monsters: You can Special Summon this card. You can only use each monster effect of \"Supreme King Dragon Darkwurm\" once per turn.",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/69610326.jpg"
          }
        },
        {
          "carta": {
            "id": 3070049,
            "name": "Snow Dragon",
            "type": "Effect Monster",
            "desc": "When this card is destroyed by battle or by a card effect and sent to the Graveyard: Place 1 Ice Counter on each face-up monster on the field.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/3070049.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 99013397,
            "name": "Gladiator Beast's Battle Halberd",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. When it attacks, destroy 1 Spell or Trap Card at the end of the Damage Step. When the equipped monster is returned from your side of the field to the Deck and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/99013397.jpg"
          }
        },
        {
          "carta": {
            "id": 95403418,
            "name": "Starduston",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by sending any number of \"Duston\" monsters you control to the Graveyard, and cannot be Special Summoned by other ways. This card's ATK and DEF each become equal to the number of monsters sent to the Graveyard for its Summon x 1000. Your opponent cannot Flip or Special Summon any monsters, or activate any Set Spell/Trap Cards on the field. If you control more monsters than your opponent does, destroy this card.",
            "preco": "0.33",
            "img": "https://images.ygoprodeck.com/images/cards/95403418.jpg"
          }
        },
        {
          "carta": {
            "id": 30794966,
            "name": "Hieratic Dragon of Asar",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by banishing 1 LIGHT Dragon-Type monster and 1 Dragon-Type Normal Monster from your Graveyard. If this face-up card on the field would be destroyed, you can Tribute 1 face-up \"Hieratic\" monster instead, except this card.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/30794966.jpg"
          }
        }
      ],
      "id": 6
    },
    {
      "nome": "elton",
      "email": "elton",
      "senha": "123",
      "cash": 996.5,
      "cartas": [
        {
          "carta": {
            "id": 37444964,
            "name": "Dream Mirror Fantasy",
            "type": "Trap Card",
            "desc": "If you control a \"Dream Mirror\" monster: Target 1 each of your banished \"Dream Mirror of Joy\" and \"Dream Mirror of Terror\"; shuffle them into the Deck, and if you do, banish 1 card on the field. If a \"Dream Mirror\" card(s) you control would be destroyed by battle or card effect, you can banish this card from your GY instead. You can only activate 1 \"Dream Mirror Fantasy\" per turn.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/37444964.jpg"
          }
        },
        {
          "carta": {
            "id": 69243953,
            "name": "Butterfly Dagger - Elma",
            "type": "Spell Card",
            "desc": "The equipped monster gains 300 ATK. When this card is destroyed and sent to the Graveyard while equipped: You can return this card to the hand.",
            "preco": "1.96",
            "img": "https://images.ygoprodeck.com/images/cards/69243953.jpg"
          }
        },
        {
          "carta": {
            "id": 99162522,
            "name": "EXTINGUISH!",
            "type": "Trap Card",
            "desc": "(This card is always treated as a \"Rescue-ACE\" card.)\r\nIf you control a \"Rescue-ACE\" monster: Target 1 Effect Monster your opponent controls; destroy it, then, if you currently control \"Rescue-ACE Hydrant\", your opponent cannot activate the effects of that destroyed monster, or of monsters with its same original name, this turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/99162522.jpg"
          }
        },
        {
          "carta": {
            "id": 67748760,
            "name": "Absorouter Dragon",
            "type": "Effect Monster",
            "desc": "If you control a \"Rokket\" monster, you can Special Summon this card (from your hand). You can only Special Summon \"Absorouter Dragon\" once per turn this way. If this card is sent to the GY: You can add 1 \"Rokket\" monster from your Deck to your hand. You can only use this effect of \"Absorouter Dragon\" once per turn.",
            "preco": "1.83",
            "img": "https://images.ygoprodeck.com/images/cards/67748760.jpg"
          }
        },
        {
          "carta": {
            "id": 36795102,
            "name": "Crystal Beast Rainbow Dragon",
            "type": "Effect Monster",
            "desc": "If this face-up card is destroyed in a Monster Zone, you can place it face-up in your Spell & Trap Zone as a Continuous Spell, instead of sending it to the GY. You can only use each of the following effects of \"Crystal Beast Rainbow Dragon\" once per turn. When an attack is declared involving a \"Crystal Beast\" monster: You can Special Summon this card from your hand. You can banish this Continuous Spell; Special Summon 1 Level 4 or lower \"Crystal Beast\" monster from your Deck, but negate its effects (if any), and if you do, add 1 \"Ultimate Crystal\" monster from your Deck to your hand.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/36795102.jpg"
          }
        }
      ],
      "deck": [],
      "id": 7
    },
    {
      "nome": "Natally",
      "email": "natally",
      "senha": "123",
      "cash": 966.41,
      "cartas": [
        {
          "carta": {
            "id": 52198054,
            "name": "Blaze Accelerator Reload",
            "type": "Trap Card",
            "desc": "This card's name becomes \"Tri-Blaze Accelerator\" while in the Spell & Trap Zone. During either player's Main Phase: You can send 1 \"Volcanic\" card from your hand to the Graveyard, and if you do, draw 1 card. You can only use this effect of \"Blaze Accelerator Reload\" once per turn. During either player's Main Phase: You can banish this card from your Graveyard; send 1 \"Volcanic\" card from your Deck to the Graveyard.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/52198054.jpg"
          }
        },
        {
          "carta": {
            "id": 25005816,
            "name": "Inspiration",
            "type": "Trap Card",
            "desc": "Target 1 face-up monster you control; it gains 700 ATK until the end of this turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/25005816.jpg"
          }
        },
        {
          "carta": {
            "id": 17827173,
            "name": "Floowandereeze & Toccan",
            "type": "Effect Monster",
            "desc": "If this face-up card would leave the field, banish it instead. You can only use each of the following effects of \"Floowandereeze & Toccan\" once per turn, and cannot Special Summon during the turn you activate either effect. If this card is Normal Summoned: You can target 1 of your banished \"Floowandereeze\" cards; add it to your hand, then immediately after this effect resolves, you can Normal Summon 1 Winged Beast monster. If a Winged Beast monster is Normal Summoned to your field while this card is banished: You can add this card to your hand.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/17827173.jpg"
          }
        },
        {
          "carta": {
            "id": 68815402,
            "name": "Wild Fire Token",
            "type": "Token",
            "desc": "Special Summoned with the effect of \"Wild Fire\".",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/68815402.jpg"
          }
        },
        {
          "carta": {
            "id": 50371210,
            "name": "Beacon of White",
            "type": "Spell Card",
            "desc": "If you do not control another \"Beacon of White\", and you have 3 or more \"Blue-Eyes\" monsters in your GY: Target 1 of them; Special Summon it, but it has its effects negated, also equip it with this card. When this card leaves the field, banish the equipped monster. Other monsters you control cannot attack, also if you have any number of \"Blue-Eyes\" monster(s) in your GY, the equipped monster can attack up to that number of times during each Battle Phase.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/50371210.jpg"
          }
        },
        {
          "carta": {
            "id": 32476603,
            "name": "Silverrokket Dragon",
            "type": "Effect Monster",
            "desc": "When a Link Monster's effect is activated that targets this face-up card on the field (Quick Effect): You can destroy this card, then look at your opponent's Extra Deck and banish 1 card from it. During the End Phase, if this card is in the GY because it was destroyed on the field by battle or card effect and sent there this turn: You can Special Summon 1 \"Rokket\" monster from your Deck, except \"Silverrokket Dragon\". You can only use each effect of \"Silverrokket Dragon\" once per turn.",
            "preco": "0.29",
            "img": "https://images.ygoprodeck.com/images/cards/32476603.jpg"
          }
        },
        {
          "carta": {
            "id": 69512157,
            "name": "Vector Pendulum, the Dracoverlord",
            "type": "Pendulum Normal Monster",
            "desc": "[ Pendulum Effect ] \nNegate all card effects in your opponent's Pendulum Zones.\n[ Monster Effect ] \n''This Overlord overran an entire world with his army of Dracofiends, using his Dragon Alchemy to convert all life into his terrible minions. The source of this power is unidentified, and probably extra-dimensional.''",
            "preco": "0.36",
            "img": "https://images.ygoprodeck.com/images/cards/69512157.jpg"
          }
        },
        {
          "carta": {
            "id": 1621413,
            "name": "Dark Requiem Xyz Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 5 monsters\nIf this card has \"Dark Rebellion Xyz Dragon\" as material, it gains these effects.\n● Once per turn: You can detach 1 material from this card, then target 1 face-up monster your opponent controls; change its ATK to 0, and if you do, this card gains ATK equal to that monster's original ATK.\n● When your opponent activates a monster effect (Quick Effect): You can detach 1 material from this card; negate the activation, and if you do, destroy that card, then you can Special Summon 1 Xyz Monster from your GY.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/1621413.jpg"
          }
        },
        {
          "carta": {
            "id": 53244294,
            "name": "Number 57: Tri-Head Dust Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 4 monsters\nWhen this card is Special Summoned: You can target 1 monster your opponent controls; this card gains ATK equal to that monster's current ATK. If your opponent controls more cards than you do: You can detach 1 Xyz Material from this card, then choose 1 unused Main Monster Zone or Spell & Trap Zone; while this card is face-up on the field, that zone cannot be used.",
            "preco": "0.71",
            "img": "https://images.ygoprodeck.com/images/cards/53244294.jpg"
          }
        },
        {
          "carta": {
            "id": 11050416,
            "name": "Hippo Token",
            "type": "Token",
            "desc": "This card can be used as a \"Hippo Token\".\n\n*If used for another Token, apply that Token's Type/Attribute/Level/ATK/DEF.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/11050416.jpg"
          }
        },
        {
          "carta": {
            "id": 49010598,
            "name": "Divine Wrath",
            "type": "Trap Card",
            "desc": "When a monster effect is activated: Discard 1 card; negate the activation, and if you do, destroy that monster.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/49010598.jpg"
          }
        },
        {
          "carta": {
            "id": 98986900,
            "name": "Thelematech Clatis",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\r\nIf this face-up card would be destroyed, you can detach 1 material from this card instead. Each time your opponent activates a card or effect, except Spell Cards and effects, place 1 Spell Counter on this card when that card/effect resolves (max. 9). You can remove 3 Spell Counters from this card; apply 1 of these effects. You can only use this effect of \"Thelematech Clatis\" once per turn.\r\n● Add 1 Spell or 1 Spellcaster Effect Monster from your Deck to your hand.\r\n● Special Summon 1 Spellcaster monster from your hand or Deck.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/98986900.jpg"
          }
        },
        {
          "carta": {
            "id": 28529976,
            "name": "Super Solar Nutrient",
            "type": "Spell Card",
            "desc": "Activate this card by Tributing 1 Level 2 or lower Plant-Type monster; Special Summon 1 Plant-Type monster from your hand or Deck whose Level is less than or equal to the Level the Tributed monster had on the field +3. When this card leaves the field, destroy that monster. When that monster leaves the field, destroy this card.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/28529976.jpg"
          }
        },
        {
          "carta": {
            "id": 40251688,
            "name": "Infernoble Knight Captain Roland",
            "type": "Synchro Tuner Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nIf this card is Synchro Summoned: You can activate this effect; during the End Phase of this turn, send 1 Equip Spell from your Deck to the GY, then add 1 Warrior monster from your Deck to your hand. During the Main Phase, if this card is in your GY (Quick Effect): You can target 1 Warrior monster you control; equip this card to that monster you control as an Equip Spell that gives it 500 ATK. You can only use each effect of \"Infernoble Knight Captain Roland\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/40251688.jpg"
          }
        },
        {
          "carta": {
            "id": 19763315,
            "name": "An Unfortunate Report",
            "type": "Trap Card",
            "desc": "Your opponent conducts their next Battle Phase twice.",
            "preco": "0.31",
            "img": "https://images.ygoprodeck.com/images/cards/19763315.jpg"
          }
        },
        {
          "carta": {
            "id": 81927732,
            "name": "Raidraptor - Revolution Falcon",
            "type": "XYZ Monster",
            "desc": "3 Level 6 Winged Beast-Type monsters\nYou can detach 1 Xyz Material from this card; this turn, this card can attack all monsters your opponent controls, once each. At the start of the Damage Step, if this card battles an opponent's face-up Special Summoned monster: That monster's ATK and DEF become 0. If this card has a \"Raidraptor\" Xyz Monster as Xyz Material, it gains this effect.\n● Once per turn: You can target 1 monster your opponent controls; destroy it, and if you do, inflict damage to your opponent equal to half the ATK that monster had on the field.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/81927732.jpg"
          }
        },
        {
          "carta": {
            "id": 58554959,
            "name": "Evil HERO Malicious Edge",
            "type": "Effect Monster",
            "desc": "If your opponent controls a monster, you can Tribute Summon this card face-up with 1 Tribute. If this card attacks a Defense Position monster, inflict piercing battle damage.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/58554959.jpg"
          }
        },
        {
          "carta": {
            "id": 94350039,
            "name": "T.G. Gear Zombie",
            "type": "Tuner Monster",
            "desc": "You can target 1 \"T.G.\" monster you control; Special Summon this card from your hand, then the targeted monster loses 1000 ATK. You can only use this effect of \"T.G. Gear Zombie\" once per turn.",
            "preco": "0.87",
            "img": "https://images.ygoprodeck.com/images/cards/94350039.jpg"
          }
        },
        {
          "carta": {
            "id": 84877802,
            "name": "Magnum Shield",
            "type": "Spell Card",
            "desc": "Equip only to a Warrior-Type monster. Apply this effect, depending on its battle position.\n● Attack Position: It gains ATK equal to its original DEF.\n● Defense Position: It gains DEF equal to its original ATK.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/84877802.jpg"
          }
        },
        {
          "carta": {
            "id": 50546029,
            "name": "G Golem Dignified Trilithon",
            "type": "Link Monster",
            "desc": "2+ EARTH monsters\r\nAll monsters your opponent controls must attack this card, if able. Once per battle, if this card battles an opponent's monster, before damage calculation (Quick Effect): You can send 1 EARTH monster from your hand to the GY; until the end of this turn, that opponent's monster loses 200 ATK, also negate its effects. When your opponent activates a card or effect that targets a Link Monster(s) you control (Quick Effect): You can negate that effect, and if you do, destroy that card. You can only use this effect of \"G Golem Dignified Trilithon\" once per turn.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/50546029.jpg"
          }
        },
        {
          "carta": {
            "id": 59258334,
            "name": "Brainwashing Beam",
            "type": "Trap Card",
            "desc": "Select 1 monster with at least 1 A-Counter on your opponent's side of the field and take control of that monster. During each of your End Phases, remove 1 A-Counter from that controlled monster. If all A-Counters are removed from that monster, or that monster is destroyed, destroy this card.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/59258334.jpg"
          }
        },
        {
          "carta": {
            "id": 11224934,
            "name": "Reinforced Space",
            "type": "Trap Card",
            "desc": "Each face-up Xyz Monster you control gains 300 ATK for each Xyz Material attached to it, until the End Phase.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/11224934.jpg"
          }
        },
        {
          "carta": {
            "id": 39019325,
            "name": "Order to Smash",
            "type": "Trap Card",
            "desc": "Target 1 Level 2 or lower non-Token Normal Monster you control; Tribute that Normal Monster, and if you do, destroy up to 2 Spells/Traps your opponent controls.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/39019325.jpg"
          }
        },
        {
          "carta": {
            "id": 2055403,
            "name": "Time-Space Trap Hole",
            "type": "Trap Card",
            "desc": "When your opponent Special Summons a monster(s) from the hand or Extra Deck: Shuffle that monster(s) into the Deck, then you lose 1000 LP for each returned monster.",
            "preco": "0.33",
            "img": "https://images.ygoprodeck.com/images/cards/2055403.jpg"
          }
        },
        {
          "carta": {
            "id": 87532344,
            "name": "Eternal Favorite",
            "type": "Trap Card",
            "desc": "Once per turn: You can activate 1 of these effects (but you can only use each effect of \"Eternal Favorite\" once per turn);\r\n● Special Summon 1 of your \"Yubel\" monsters that is banished or in your GY. Neither player can activate cards or effects when that monster is Special Summoned.\r\n● If you control \"Yubel\": Discard 1 card and send this face-up card from your Spell & Trap Zone to the GY; Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters from either field as material, including a \"Yubel\" monster.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/87532344.jpg"
          }
        },
        {
          "carta": {
            "id": 97803170,
            "name": "Call of the Archfiend",
            "type": "Trap Card",
            "desc": "You can target 1 Level 5 or higher Fiend monster in your GY; discard 1 Fiend monster, and if you do, Special Summon the targeted monster. You can only use this effect of \"Call of the Archfiend\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/97803170.jpg"
          }
        },
        {
          "carta": {
            "id": 20735371,
            "name": "Bye Bye Damage",
            "type": "Trap Card",
            "desc": "During damage calculation, if your monster is attacked: Your battling monster cannot be destroyed by that battle, also if you take battle damage from that battle, your opponent takes effect damage equal to double that amount. You can only apply this effect of \"Bye Bye Damage\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/20735371.jpg"
          }
        },
        {
          "carta": {
            "id": 31548215,
            "name": "Gravedigger's Trap Hole",
            "type": "Trap Card",
            "desc": "When your opponent activates a monster effect in their hand or GY, or when your opponent's banished monster effect is activated: Negate its effect, and if you do, inflict 2000 damage to your opponent.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/31548215.jpg"
          }
        },
        {
          "carta": {
            "id": 35035481,
            "name": "Paleozoic Olenoides",
            "type": "Trap Card",
            "desc": "Target 1 Spell/Trap Card on the field; destroy it. Once per Chain, when a Trap Card is activated while this card is in your Graveyard: Special Summon this card as a Normal Monster (Aqua-Type/WATER/Level 2/ATK 1200/DEF 0). (This card is NOT treated as a Trap Card.) If Summoned this way, this card is unaffected by monster effects, also banish it when it leaves the field.",
            "preco": "0.62",
            "img": "https://images.ygoprodeck.com/images/cards/35035481.jpg"
          }
        },
        {
          "carta": {
            "id": 60082869,
            "name": "Dust Tornado",
            "type": "Trap Card",
            "desc": "Target 1 Spell/Trap your opponent controls; destroy that target, then you can Set 1 Spell/Trap from your hand.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/60082869.jpg"
          }
        },
        {
          "carta": {
            "id": 21768554,
            "name": "Mass Hypnosis",
            "type": "Trap Card",
            "desc": "Activate only while you control an \"Alien\" monster. Select and take control of up to 3 of your opponent's monsters that each have an A-Counter(s) on them. This card is destroyed during the End Phase of the turn it is activated.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/21768554.jpg"
          }
        },
        {
          "carta": {
            "id": 81601517,
            "name": "Gemini Counter",
            "type": "Trap Card",
            "desc": "Change 1 face-up Gemini monster you control to face-down Defense Position and negate the activation of an opponent's Spell Card, and destroy it.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/81601517.jpg"
          }
        },
        {
          "carta": {
            "id": 41440817,
            "name": "Jelly Cannon",
            "type": "Trap Card",
            "desc": "When a monster declares an attack: Target 1 monster on the field; shuffle it into the Deck.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/41440817.jpg"
          }
        },
        {
          "carta": {
            "id": 27001740,
            "name": "Farm Delivery",
            "type": "Trap Card",
            "desc": "If you control a Normal Monster: Target up to 3 of your banished Normal Monsters; shuffle them into the Deck.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/27001740.jpg"
          }
        },
        {
          "carta": {
            "id": 80738884,
            "name": "Vanquish Soul Calamity Caesar",
            "type": "Trap Card",
            "desc": "When an opponent's Spell/Trap Card, or monster effect, is activated that targets a card(s) you control, while you control a \"Vanquish Soul\" monster: Negate the activation, and if you do, destroy that card, then you can inflict damage to your opponent equal to the ATK of 1 \"Vanquish Soul\" monster you control. You can only activate 1 \"Vanquish Soul Calamity Caesar\" per turn.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/80738884.jpg"
          }
        },
        {
          "carta": {
            "id": 58921041,
            "name": "Anti-Spell Fragrance",
            "type": "Trap Card",
            "desc": "Both players must Set Spell Cards before activating them, and cannot activate them until their next turn after Setting them.",
            "preco": "0.50",
            "img": "https://images.ygoprodeck.com/images/cards/58921041.jpg"
          }
        },
        {
          "carta": {
            "id": 44762290,
            "name": "Opti-Camouflage Armor",
            "type": "Spell Card",
            "desc": "You can only equip this card to a Level 1 monster. A monster equipped with this card can attack your opponent's Life Points directly.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/44762290.jpg"
          }
        },
        {
          "carta": {
            "id": 18597560,
            "name": "Cybernetic Revolution",
            "type": "Trap Card",
            "desc": "Tribute 1 \"Cyber Dragon\"; Special Summon 1 Fusion Monster from your Extra Deck that lists a \"Cyber Dragon\" monster as material, but it cannot attack directly, and is destroyed during the End Phase of the next turn. You can only activate 1 \"Cybernetic Revolution\" per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/18597560.jpg"
          }
        },
        {
          "carta": {
            "id": 74923978,
            "name": "Forced Requisition",
            "type": "Trap Card",
            "desc": "You can activate this card when you discard from your hand. After that, each time you discard from your hand, your opponent must also discard the same number of cards from his/her hand.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/74923978.jpg"
          }
        },
        {
          "carta": {
            "id": 32754886,
            "name": "Black Illusion",
            "type": "Trap Card",
            "desc": "Until the end of this turn, all DARK Spellcaster-Type monsters with 2000 or more ATK you currently control cannot be destroyed by battle, their effects are negated, also they are unaffected by your opponent's card effects.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/32754886.jpg"
          }
        },
        {
          "carta": {
            "id": 44352516,
            "name": "Cyberdark Inferno",
            "type": "Spell Card",
            "desc": "\"Cyberdark\" Effect Monsters you control that are equipped with an Equip Card cannot be destroyed by your opponent's card effects, also your opponent cannot target them with card effects. You can target 1 \"Cyberdark\" monster you control; return it to the hand, then, immediately after this effect resolves, you can Normal Summon 1 \"Cyberdark\" monster. You can only use this effect of \"Cyberdark Inferno\" once per turn. If this card in its owner's control is destroyed by an opponent's card effect: You can add 1 \"Polymerization\" Spell or \"Fusion\" Spell from your Deck to your hand.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/44352516.jpg"
          }
        },
        {
          "carta": {
            "id": 14055212,
            "name": "Peaceful Burial",
            "type": "Trap Card",
            "desc": "Send 1 monster from your Deck to the GY, but for the rest of this turn, you cannot activate cards, or the effects of cards, with the same name the sent monster had in the GY. You can only activate 1 \"Peaceful Burial\" per turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/14055212.jpg"
          }
        },
        {
          "carta": {
            "id": 47017574,
            "name": "Number C92: Heart-eartH Chaos Dragon",
            "type": "XYZ Monster",
            "desc": "4 Level 10 monsters\nCannot be destroyed by battle. When a monster you control inflicts battle damage to your opponent: You gain Life Points equal to the damage they took. If this card has \"Number 92: Heart-eartH Dragon\" as an Xyz Material, it gains this effect.\n● Once per turn: You can detach 1 Xyz Material from this card; negate the effects of all face-up cards your opponent currently controls, until the end of this turn. This activation and effect cannot be negated.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/47017574.jpg"
          }
        },
        {
          "carta": {
            "id": 7241272,
            "name": "Curse of Dragonfire",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can target 1 Field Spell on the field; destroy it. Once per turn: You can Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters you control as Fusion Materials, including this card.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/7241272.jpg"
          }
        },
        {
          "carta": {
            "id": 17550376,
            "name": "Nemleria Dream Defender - Oreiller",
            "type": "Effect Monster",
            "desc": "If you have a face-up Pendulum Monster in your Extra Deck, you can Special Summon this card (from your hand). You can only Special Summon \"Nemleria Dream Defender - Oreiller\" once per turn this way. If you have \"Dreaming Nemleria\" face-up in your Extra Deck (Quick Effect): You can banish 1 face-down card from your Extra Deck, face-down; this card gains 500 ATK for each monster your opponent currently controls, until the end of this turn. You can only use this effect of \"Nemleria Dream Defender - Oreiller\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/17550376.jpg"
          }
        },
        {
          "carta": {
            "id": 60741115,
            "name": "Damage Eater",
            "type": "Effect Monster",
            "desc": "During your opponent's turn, when your opponent activates a card or effect that would inflict damage, you can remove from play this card in your Graveyard to change that effect so it increases Life Points by the same amount instead.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/60741115.jpg"
          }
        },
        {
          "carta": {
            "id": 440556,
            "name": "Bahamut Shark",
            "type": "XYZ Monster",
            "desc": "2 Level 4 WATER monsters\nOnce per turn: You can detach 1 material from this card; Special Summon 1 Rank 3 or lower WATER Xyz Monster from your Extra Deck. This card cannot attack for the rest of this turn.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/440556.jpg"
          }
        },
        {
          "carta": {
            "id": 25259669,
            "name": "Goblindbergh",
            "type": "Effect Monster",
            "desc": "When this card is Normal Summoned: You can Special Summon 1 Level 4 or lower monster from your hand, also, after that, change this card to Defense Position.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/25259669.jpg"
          }
        },
        {
          "carta": {
            "id": 58116537,
            "name": "Ancient Warriors Saga - Sun-Liu Alliance",
            "type": "Spell Card",
            "desc": "If you control \"Ancient Warriors\" monsters with 2 or more different Attributes: You can declare 1 Attribute; your opponent cannot activate the effects of monsters they currently control with that Attribute, until the end of this turn (even if this card leaves the field). If your opponent Special Summons a monster(s), or you activate an \"Ancient Warriors\" monster's effect (except during the Damage Step): You can make all \"Ancient Warriors\" monsters you control gain 300 ATK for each \"Ancient Warriors\" monster you control until the end of this turn (even if this card leaves the field). You can only use each effect of \"Ancient Warriors Saga - Sun-Liu Alliance\" once per turn.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/58116537.jpg"
          }
        },
        {
          "carta": {
            "id": 34408491,
            "name": "Beelze of the Diabolic Dragons",
            "type": "Synchro Monster",
            "desc": "1 DARK Tuner + 1+ non-Tuner monsters\r\nCannot be destroyed by battle or card effects. If you take damage from an attack involving this card, or from an opponent's card effect: This card gains ATK equal to the damage you took.",
            "preco": "0.92",
            "img": "https://images.ygoprodeck.com/images/cards/34408491.jpg"
          }
        },
        {
          "carta": {
            "id": 19974580,
            "name": "Iron Chain Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1 or more non-Tuner monsters\nYou can remove from play all \"Iron Chain\" monsters from your Graveyard to have this card gain 200 ATK for each card removed, until the End Phase. When this card inflicts Battle Damage to your opponent, send the top 3 cards of your opponent's Deck to the Graveyard.",
            "preco": "7.53",
            "img": "https://images.ygoprodeck.com/images/cards/19974580.jpg"
          }
        },
        {
          "carta": {
            "id": 77631175,
            "name": "Comics Hero King Arthur",
            "type": "XYZ Monster",
            "desc": "2 Level 4 Warrior-Type monsters\nIf this card would be destroyed by battle, you can detach 1 Xyz Material from this card instead. When you do: It gains 500 ATK, and if it does, inflict 500 damage to your opponent.",
            "preco": "0.60",
            "img": "https://images.ygoprodeck.com/images/cards/77631175.jpg"
          }
        },
        {
          "carta": {
            "id": 70939418,
            "name": "Speedroid Gum Prize",
            "type": "Tuner Monster",
            "desc": "During the Battle Phase, if you take battle or effect damage: You can Special Summon this card from your hand. During either player's Battle Phase in which this card was Special Summoned by its effect, you can: Immediately after this effect resolves, Synchro Summon 1 Synchro Monster, using only WIND monsters you control, including this card. If this card is sent to the Graveyard as a Synchro Material: You can send the top card of your Deck to the Graveyard, and if the sent card was a \"Speedroid\" monster, the Synchro Monster that used this card as Synchro Material gains 1000 ATK.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/70939418.jpg"
          }
        },
        {
          "carta": {
            "id": 80234301,
            "name": "Prisman",
            "type": "Normal Monster",
            "desc": "This crystalline monster focuses light to create a lethal laser.",
            "preco": "0.68",
            "img": "https://images.ygoprodeck.com/images/cards/80234301.jpg"
          }
        },
        {
          "carta": {
            "id": 21593977,
            "name": "Makyura the Destructor",
            "type": "Effect Monster",
            "desc": "If this card is sent from the Monster Zone to the GY: You can activate 1 Trap Card from your hand this turn. You can only use this effect of \"Makyura the Destructor\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/21593977.jpg"
          }
        },
        {
          "carta": {
            "id": 61901281,
            "name": "Black Dragon Collapserpent",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by banishing 1 LIGHT monster from your GY. You can only Special Summon \"Black Dragon Collapserpent\" once per turn this way. If this card is sent from the field to the GY: You can add 1 \"White Dragon Wyverburster\" from your Deck to your hand.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/61901281.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 69512157,
            "name": "Vector Pendulum, the Dracoverlord",
            "type": "Pendulum Normal Monster",
            "desc": "[ Pendulum Effect ] \nNegate all card effects in your opponent's Pendulum Zones.\n[ Monster Effect ] \n''This Overlord overran an entire world with his army of Dracofiends, using his Dragon Alchemy to convert all life into his terrible minions. The source of this power is unidentified, and probably extra-dimensional.''",
            "preco": "0.36",
            "img": "https://images.ygoprodeck.com/images/cards/69512157.jpg"
          }
        },
        {
          "carta": {
            "id": 25005816,
            "name": "Inspiration",
            "type": "Trap Card",
            "desc": "Target 1 face-up monster you control; it gains 700 ATK until the end of this turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/25005816.jpg"
          }
        }
      ],
      "id": 8
    },
    {
      "nome": "",
      "email": "",
      "senha": "",
      "cash": 894.08,
      "cartas": [
        {
          "carta": {
            "id": 72648810,
            "name": "Unwavering Bond",
            "type": "Trap Card",
            "desc": "When your opponent activates a Pendulum Monster's effect, or an effect of a card in the Pendulum Zone: Negate the activation, and if you do, banish that card.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/72648810.jpg"
          }
        },
        {
          "carta": {
            "id": 85747929,
            "name": "Galaxy Photon Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 4 monsters\r\nOther LIGHT monsters you control gain 500 ATK. You can only use each of the following effects of \"Galaxy Photon Dragon\" once per turn. You can detach 1 material from this card; either add 1 \"Photon\" or \"Galaxy\" card from your Deck to your hand, or send it to the GY. If a LIGHT monster(s) is Special Summoned to your field (except during the Damage Step): You can target 1 of those monsters; its Level becomes 4 or 8 until the end of this turn.",
            "preco": "2.93",
            "img": "https://images.ygoprodeck.com/images/cards/85747929.jpg"
          }
        },
        {
          "carta": {
            "id": 69868556,
            "name": "Great Dragon Token",
            "type": "Token",
            "desc": "This card can be used as a \"Dragon Lord Token\".\r\n\r\n*If used for another Token, apply that Token's Type/Attribute/Level/ATK/DEF.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/69868556.jpg"
          }
        },
        {
          "carta": {
            "id": 98495314,
            "name": "Sword of Deep-Seated",
            "type": "Spell Card",
            "desc": "The equipped monster gains 500 ATK/DEF. If this card is sent to your GY: Place it on top of your Deck.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/98495314.jpg"
          }
        },
        {
          "carta": {
            "id": 43940008,
            "name": "Duel Tower",
            "type": "Spell Card",
            "desc": "At the start of each Battle Phase: Each player can reveal 1 monster from their Deck that does not have ? ATK, you banish them face-down, then the player who revealed the monster with the highest ATK (each player, if tied) can Special Summon 1 monster from their hand, and it can attack directly while on the field. Once per turn, during the End Phase: You can activate this effect; if you control this card during the End Phase of your next turn, destroy all cards on the field.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/43940008.jpg"
          }
        },
        {
          "carta": {
            "id": 42776855,
            "name": "Follow Wing",
            "type": "Trap Card",
            "desc": "Activate this card by targeting 1 Synchro Monster you control; it cannot be destroyed by battle or your opponent's card effects. At the start of the Damage Step, if it battles an opponent's Level 5 or higher monster: You can destroy that opponent's monster, and if you do, the targeted Synchro Monster gains ATK equal to the original ATK of the destroyed monster, until the end of this turn. When that monster leaves the field, destroy this card.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/42776855.jpg"
          }
        },
        {
          "carta": {
            "id": 91262474,
            "name": "Stardust Wurm",
            "type": "Effect Monster",
            "desc": "If this card is in your hand or GY, and you control a Level 8 or higher Dragon Synchro Monster: You can Special Summon this card, but banish it when it leaves the field. You can Tribute this card; Special Summon up to 2 Level 1 LIGHT Dragon monsters from your hand and/or GY, except \"Stardust Wurm\", but their effects cannot be activated. You can only use each effect of \"Stardust Wurm\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/91262474.jpg"
          }
        },
        {
          "carta": {
            "id": 29424328,
            "name": "Diabolos, King of the Abyss",
            "type": "Effect Monster",
            "desc": "Cannot be Special Summoned. If you Tribute Summon this card, the Tributes must be DARK. Cannot be Tributed by card effects while face-up on the field. Once per turn, during your opponent's Draw Phase, before their normal draw: Look at the top card of your opponent's Deck, and if you do, place that card on either the top or bottom of their Deck.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/29424328.jpg"
          }
        },
        {
          "carta": {
            "id": 87564352,
            "name": "Blackland Fire Dragon",
            "type": "Normal Monster",
            "desc": "A dragon that dwells in the depths of darkness, its vulnerability lies in its poor eyesight.",
            "preco": "1.56",
            "img": "https://images.ygoprodeck.com/images/cards/87564352.jpg"
          }
        },
        {
          "carta": {
            "id": 29826127,
            "name": "The Forces of Darkness",
            "type": "Trap Card",
            "desc": "Target 2 \"Dark World\" monsters in your Graveyard; add those targets to your hand.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/29826127.jpg"
          }
        },
        {
          "carta": {
            "id": 76908448,
            "name": "Gem-Knight Crystal",
            "type": "Normal Monster",
            "desc": "A Gem-Knight officer of high rank, who has optimized the use of the crystal powers. Despite his ability to overwhelm most opponents, he's wary of stretching himself too thin, and opts for solidarity with his comrades.",
            "preco": "0.93",
            "img": "https://images.ygoprodeck.com/images/cards/76908448.jpg"
          }
        },
        {
          "carta": {
            "id": 34959756,
            "name": "Living Fossil",
            "type": "Spell Card",
            "desc": "Activate this card by targeting 1 Level 4 or lower monster in your GY; Special Summon it and equip it with this card, but banish it when it leaves the field (even if this card has left the field). When this card leaves the field, banish the equipped monster. The equipped monster loses 1000 ATK/DEF, also its effects are negated. You can only activate 1 \"Living Fossil\" per turn.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/34959756.jpg"
          }
        },
        {
          "carta": {
            "id": 16960120,
            "name": "Kitchen Dragonmaid",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can add 1 \"Dragonmaid\" monster from your Deck to your hand, except \"Kitchen Dragonmaid\", then send 1 \"Dragonmaid\" monster from your hand to the GY. At the start of the Battle Phase: You can return this card to the hand, and if you do, Special Summon 1 Level 8 \"Dragonmaid\" monster from your hand or GY. You can only use each effect of \"Kitchen Dragonmaid\" once per turn.",
            "preco": "4.58",
            "img": "https://images.ygoprodeck.com/images/cards/16960120.jpg"
          }
        },
        {
          "carta": {
            "id": 93717133,
            "name": "Galaxy-Eyes Photon Dragon",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by Tributing 2 monsters with 2000 or more ATK. During the Battle Step, if this card battles an opponent's monster (Quick Effect): You can target that opponent's monster; banish both this card from the field and that target. Return those banished monsters to the field at the end of the Battle Phase, and if you banished an Xyz Monster, this card gains 500 ATK for each material it had when it was banished.",
            "preco": "0.98",
            "img": "https://images.ygoprodeck.com/images/cards/93717133.jpg"
          }
        },
        {
          "carta": {
            "id": 26905245,
            "name": "Metal Reflect Slime",
            "type": "Trap Card",
            "desc": "Special Summon this card in Defense Position as an Effect Monster (Aqua/WATER/Level 10/ATK 0/DEF 3000). (This card is also still a Trap.) This card cannot attack.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/26905245.jpg"
          }
        },
        {
          "carta": {
            "id": 61370518,
            "name": "Skull Archfiend of Lightning",
            "type": "Effect Monster",
            "desc": "During each of your Standby Phases, you must pay 500 Life Points (this is not optional), or this card is destroyed. Before resolving an opponent's card effect that targets this card, roll a six-sided die, negate the effect if you roll 1, 3, or 6, and if you do, destroy that card.",
            "preco": "5.73",
            "img": "https://images.ygoprodeck.com/images/cards/61370518.jpg"
          }
        },
        {
          "carta": {
            "id": 65079854,
            "name": "Thorn of Malice",
            "type": "Spell Card",
            "desc": "Equip only to \"Black Rose Dragon\" or a Plant-Type monster. It gains 600 ATK. If the equipped monster attacks a Defense Position monster, inflict piercing battle damage to your opponent. If the equipped monster attacks a monster, after damage calculation: The attacked monster loses 600 ATK and DEF. An opponent's monster that battles with the equipped monster cannot be destroyed by that battle.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/65079854.jpg"
          }
        },
        {
          "carta": {
            "id": 13756293,
            "name": "King Dragun",
            "type": "Fusion Monster",
            "desc": "\"Lord of D.\" + \"Divine Dragon Ragnarok\"\nYour opponent cannot target Dragon monsters with card effects. Once per turn: You can Special Summon 1 Dragon monster from your hand.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/13756293.jpg"
          }
        },
        {
          "carta": {
            "id": 14105623,
            "name": "Odd-Eyes Arc Pendulum Dragon",
            "type": "Pendulum Normal Monster",
            "desc": "[ Pendulum Effect ] \nIf an \"Odd-Eyes\" card(s) you control is destroyed by battle or card effect: You can Special Summon 1 \"Odd-Eyes\" monster from your hand, Deck, or GY. You can only use this effect of \"Odd-Eyes Arc Pendulum Dragon\" once per turn.\n[ Monster Effect ] \n''Made from miracles, this valiant and beautiful dragon has gleaming eyes that reflect an arc drawn in the sky.''",
            "preco": "3.65",
            "img": "https://images.ygoprodeck.com/images/cards/14105623.jpg"
          }
        },
        {
          "carta": {
            "id": 38955728,
            "name": "Dragon Core Hexer",
            "type": "Normal Tuner Monster",
            "desc": "Many years of dragonslaying have bathed this huntress in countless amounts of blood. Each drop gave her more power, but at a terrible price, as her cursed body now spreads the dragontaint like an epidemic. No village will take her in, and she no longer even remembers what inspired her crusade in the first place.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/38955728.jpg"
          }
        },
        {
          "carta": {
            "id": 71249758,
            "name": "D2 Shield",
            "type": "Trap Card",
            "desc": "Select 1 face-up Defense Position monster you control. Its DEF becomes double its original DEF.",
            "preco": "1.89",
            "img": "https://images.ygoprodeck.com/images/cards/71249758.jpg"
          }
        },
        {
          "carta": {
            "id": 51717541,
            "name": "Infernity Break",
            "type": "Trap Card",
            "desc": "If you have no cards in your hand: Target 1 \"Infernity\" card in your Graveyard and 1 card your opponent controls; banish the first target, and if you do, destroy the second target.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/51717541.jpg"
          }
        },
        {
          "carta": {
            "id": 28106077,
            "name": "Cestus of Dagla",
            "type": "Spell Card",
            "desc": "Equip only to a Fairy-Type monster. It gains 500 ATK. If it inflicts battle damage to your opponent: Gain LP equal to the damage inflicted.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/28106077.jpg"
          }
        },
        {
          "carta": {
            "id": 91020571,
            "name": "Reactan, Dragon Ruler of Pebbles",
            "type": "Effect Monster",
            "desc": "You can discard this card AND 1 Dragon-Type or EARTH monster; Special Summon 1 \"Redox, Dragon Ruler of Boulders\" from your Deck. It cannot attack this turn. You can only use the effect of \"Reactan, Dragon Ruler of Pebbles\" once per turn.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/91020571.jpg"
          }
        },
        {
          "carta": {
            "id": 96733134,
            "name": "Supreme King Dragon Odd-Eyes",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nYou can Tribute 1 \"Supreme King Dragon\" monster; destroy this card, and if you do, add 1 Pendulum Monster with 1500 or less ATK from your Deck to your hand.\n[ Monster Effect ] \nYou can Tribute 2 \"Supreme King Dragon\" monsters; Special Summon this card from your hand. If your Pendulum Monster battles an opponent's monster, any battle damage it inflicts to your opponent is doubled. During the Battle Phase (Quick Effect): You can Tribute this card; Special Summon up to 2 face-up \"Supreme King Dragon\" and/or \"Supreme King Gate\" Pendulum Monsters from your Extra Deck in Defense Position, except \"Supreme King Dragon Odd-Eyes\".",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/96733134.jpg"
          }
        },
        {
          "carta": {
            "id": 900787,
            "name": "Dragunity Knight - Gae Bulg",
            "type": "Synchro Monster",
            "desc": "1 Dragon-Type Tuner + 1 or more non-Tuner Winged Beast-Type monsters \n If this card attacks or is attacked, during the Damage Step you can remove from play 1 (only) Winged Beast-Type monster from your Graveyard, to have this card gain the ATK of that monster until the End Phase.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/900787.jpg"
          }
        },
        {
          "carta": {
            "id": 27657173,
            "name": "Red-Eyes Black Meteor Dragon",
            "type": "Effect Monster",
            "desc": "You can send 1 Level 5 or higher Normal Monster from your hand or Deck to the GY; Special Summon this card from your hand, then increase its Level by 1. During your Main Phase, except the turn this card was sent to the GY: You can banish this card from your GY; add 1 \"Red-Eyes Fusion\" from your Deck or GY to your hand. You can only use each effect of \"Red-Eyes Black Meteor Dragon\" once per turn.",
            "preco": "0.93",
            "img": "https://images.ygoprodeck.com/images/cards/27657173.jpg"
          }
        },
        {
          "carta": {
            "id": 68543408,
            "name": "Stardust Xiaolong",
            "type": "Effect Monster",
            "desc": "When you Synchro Summon \"Stardust Dragon\", you can Special Summon this card from your Graveyard in face-up Attack Position. Once per turn, if this card would be destroyed by battle, it is not destroyed.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/68543408.jpg"
          }
        },
        {
          "carta": {
            "id": 98884569,
            "name": "Blue Rose Dragon",
            "type": "Effect Monster",
            "desc": "When this card on the field is destroyed and sent to the GY: You can target 1 \"Black Rose Dragon\" or 1 Plant monster in your GY; Special Summon that monster.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/98884569.jpg"
          }
        },
        {
          "carta": {
            "id": 5183693,
            "name": "Amulet of Ambition",
            "type": "Spell Card",
            "desc": "Equip only to a Normal Monster. If it battles a monster with a higher Level, the equipped monster gains 500 ATK x the difference in Levels, during that damage calculation only. When this card is sent to the GY: You can place it on top of your Deck.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/5183693.jpg"
          }
        },
        {
          "carta": {
            "id": 811734,
            "name": "D/D/D Contract Change",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: Activate 1 of these effects;\n● Banish 1 \"D/D/D\" monster from your Graveyard, and if you do, the attacking monster loses ATK equal to the banished monster's ATK.\n● Add 1 Level 4 or lower \"D/D\" Pendulum Monster from your Deck to your hand.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/811734.jpg"
          }
        },
        {
          "carta": {
            "id": 81816475,
            "name": "Overlay Eater",
            "type": "Effect Monster",
            "desc": "You can banish this card from your Graveyard; take 1 Xyz Material from a monster your opponent controls and attach it to an Xyz Monster you control as Xyz Material.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/81816475.jpg"
          }
        },
        {
          "carta": {
            "id": 23562407,
            "name": "Noble Arms - Caliburn",
            "type": "Spell Card",
            "desc": "You can only control 1 \"Noble Arms - Caliburn\". Equip only to a Warrior-Type monster. It gains 500 ATK. Once per turn: You can gain 500 LP. If this face-up card on the field is destroyed and sent to the Graveyard: You can target 1 Warrior-Type \"Noble Knight\" monster you control; equip this card to that target. You can only use this effect of \"Noble Arms - Caliburn\" once per turn.",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/23562407.jpg"
          }
        },
        {
          "carta": {
            "id": 48229808,
            "name": "Horus the Black Flame Dragon LV8",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned by \"Horus the Black Flame Dragon LV6\", and cannot be Special Summoned by other ways. During either player's turn, when a Spell Card is activated: You can negate the activation, and if you do, destroy it. You must control this face-up card to activate and to resolve this effect.",
            "preco": "7.37",
            "img": "https://images.ygoprodeck.com/images/cards/48229808.jpg"
          }
        },
        {
          "carta": {
            "id": 18963306,
            "name": "Galaxy-Eyes Cipher Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\nOnce per turn: You can detach 1 Xyz Material from this card, then target 1 face-up monster your opponent controls; monsters you control cannot attack your opponent directly for the rest of this turn, except this card, also take control of the targeted monster until the End Phase, but while this effect is applied, it has its effects negated, its ATK becomes 3000, also its name becomes \"Galaxy-Eyes Cipher Dragon\".",
            "preco": "4.01",
            "img": "https://images.ygoprodeck.com/images/cards/18963306.jpg"
          }
        },
        {
          "carta": {
            "id": 66015185,
            "name": "Twin Triangle Dragon",
            "type": "Link Monster",
            "desc": "2 Level 4 or lower Dragon monsters, except Tokens\r\nWhen this card is Link Summoned: You can pay 500 LP, then target 1 Level 5 or higher monster in your GY; Special Summon it to your zone this card points to, but it cannot attack this turn, also it has its effects negated.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/66015185.jpg"
          }
        },
        {
          "carta": {
            "id": 18491580,
            "name": "Red-Eyes Alternative Black Dragon",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by Tributing 1 \"Red-Eyes\" monster from your hand or field. You can only Special Summon \"Red-Eyes Alternative Black Dragon\" once per turn this way. If this card is destroyed by battle, or if this card in its owner's possession is destroyed by an opponent's card effect: You can target 1 Level 7 or lower \"Red-Eyes\" monster in your GY, except \"Red-Eyes Alternative Black Dragon\"; Special Summon it, and if it was a \"Red-Eyes B. Dragon\" that was Special Summoned, its original ATK becomes doubled.",
            "preco": "1.41",
            "img": "https://images.ygoprodeck.com/images/cards/18491580.jpg"
          }
        },
        {
          "carta": {
            "id": 3536537,
            "name": "Evilswarm Zahak",
            "type": "Effect Monster",
            "desc": "If this face-up card you control is destroyed by your opponent's card (by battle or card effect) and sent to your Graveyard: Target 1 Special Summoned Level 5 or higher monster on the field; destroy that target.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/3536537.jpg"
          }
        },
        {
          "carta": {
            "id": 46384672,
            "name": "Armed Dragon LV5",
            "type": "Effect Monster",
            "desc": "You can send 1 monster from your hand to the GY, then target 1 monster your opponent controls with ATK less than or equal to the sent monster's ATK; destroy that target. During the End Phase, if this card destroyed a monster by battle this turn: You can send this card to the GY; Special Summon 1 \"Armed Dragon LV7\" from your hand or Deck.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/46384672.jpg"
          }
        },
        {
          "carta": {
            "id": 46910446,
            "name": "Chthonian Alliance",
            "type": "Spell Card",
            "desc": "The equipped monster gains 800 ATK for each other face-up monster on the field that has the same name it does.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/46910446.jpg"
          }
        },
        {
          "carta": {
            "id": 67300516,
            "name": "Red-Eyes Wyvern",
            "type": "Effect Monster",
            "desc": "During your End Phase, if you did not Normal Summon/Set a monster this turn: You can banish this card from your Graveyard; Special Summon 1 \"Red-Eyes\" monster from your Graveyard, except \"Red-Eyes B. Chick\".",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/67300516.jpg"
          }
        },
        {
          "carta": {
            "id": 3292267,
            "name": "Hieratic Sky Dragon Overlord of Heliopolis",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\r\nOnce per turn, when your opponent activates a card or effect that targets a card(s) on your field, your GY, and/or your banished card(s) (Quick Effect): You can detach 1 material from this card; negate the activation, and if you do, destroy that card.",
            "preco": "2.88",
            "img": "https://images.ygoprodeck.com/images/cards/3292267.jpg"
          }
        },
        {
          "carta": {
            "id": 45005708,
            "name": "The Bystial Aluber",
            "type": "Tuner Monster",
            "desc": "This card's name becomes \"Fallen of Albaz\" while on the field or in the GY. If this card is Normal or Special Summoned: You can discard 1 card, then target 1 Dragon monster your opponent controls or in their GY, and activate the appropriate effect;\r\n● Send this card to the GY, and if you do, take control of that monster on the field until the End Phase.\r\n● Send this card to the GY, and if you do, Special Summon that monster from the GY to your field.\r\nYou can only use this effect of \"The Bystial Aluber\" once per turn.",
            "preco": "0.31",
            "img": "https://images.ygoprodeck.com/images/cards/45005708.jpg"
          }
        },
        {
          "carta": {
            "id": 54936498,
            "name": "Influence Dragon",
            "type": "Tuner Monster",
            "desc": "Once per turn: You can target 1 face-up monster you control; it becomes Dragon-Type until the End Phase.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/54936498.jpg"
          }
        },
        {
          "carta": {
            "id": 25435080,
            "name": "Blackwing - Bombardment",
            "type": "Trap Card",
            "desc": "Tribute 1 \"Blackwing\" monster to select 1 face-up Synchro Monster you control. That Synchro Monster gains ATK equal to the Tributed monster's ATK, until the End Phase.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/25435080.jpg"
          }
        },
        {
          "carta": {
            "id": 56058749,
            "name": "Solfachord Musica",
            "type": "Trap Card",
            "desc": "Activate 1 of these effects, based on the Pendulum Scales of \"Solfachord\" Pendulum Monster Cards you control;\r\n● Odd: Special Summon 1 face-up \"Solfachord\" Pendulum Monster with an odd Pendulum Scale from your Extra Deck.\r\n● Even: Special Summon 1 face-up \"Solfachord\" Pendulum Monster with an even Pendulum Scale from your Extra Deck.\r\n● Even and Odd: Target 1 card your opponent controls; destroy it.\r\nYou can only activate 1 \"Solfachord Musica\" per turn.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/56058749.jpg"
          }
        },
        {
          "carta": {
            "id": 88610708,
            "name": "Bashing Shield",
            "type": "Spell Card",
            "desc": "Equip only to a Normal Summoned/Set monster. It gains 1000 ATK. You take no battle damage from attacks involving it.",
            "preco": "0.50",
            "img": "https://images.ygoprodeck.com/images/cards/88610708.jpg"
          }
        },
        {
          "carta": {
            "id": 88284599,
            "name": "Sauravis, the Sagely Silenforcer Dragon",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by shuffling 2 Spells from your hand and/or GY into the Deck, including at least 1 Ritual Spell. You can only Special Summon \"Sauravis, the Sagely Silenforcer Dragon\" once per turn this way. When your opponent activates a card or effect (Quick Effect): You can return this card to the hand; Special Summon 1 LIGHT Warrior or Dragon Ritual Monster from your hand or Deck, but shuffle it into the Deck during the End Phase of the next turn. You can only use this effect of \"Sauravis, the Sagely Silenforcer Dragon\" once per turn.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/88284599.jpg"
          }
        },
        {
          "carta": {
            "id": 86559484,
            "name": "Xyz-Raypierce",
            "type": "Effect Monster",
            "desc": "You can banish 1 Dragon-Type monster and 1 Wyrm-Type monster from your Graveyard; Special Summon 1 \"Xyz-Raypierce\" from your hand or Deck. If this card is sent from the field to the Graveyard: You can inflict 500 damage to your opponent. You can only use each effect of \"Xyz-Raypierce\" once per turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/86559484.jpg"
          }
        },
        {
          "carta": {
            "id": 45986603,
            "name": "Snatch Steal",
            "type": "Spell Card",
            "desc": "Equip only to a monster your opponent controls. Take control of the equipped monster. During each of your opponent's Standby Phases: They gain 1000 Life Points.",
            "preco": "0.69",
            "img": "https://images.ygoprodeck.com/images/cards/45986603.jpg"
          }
        },
        {
          "carta": {
            "id": 80304126,
            "name": "Magician's Valkyria",
            "type": "Effect Monster",
            "desc": "Monsters your opponent controls cannot target face-up Spellcaster-Type monsters for attacks, except this one.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/80304126.jpg"
          }
        },
        {
          "carta": {
            "id": 61802346,
            "name": "Blizzard Dragon",
            "type": "Effect Monster",
            "desc": "Once per turn: You can target 1 monster your opponent controls; it cannot change its battle position or declare an attack until the end of your opponent's next turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/61802346.jpg"
          }
        },
        {
          "carta": {
            "id": 26577155,
            "name": "Dragunity Remus",
            "type": "Tuner Monster",
            "desc": "Cannot be used as Synchro Material, except for the Synchro Summon of a \"Dragunity\" monster. You can discard this card; add 1 \"Dragon Ravine\" from your Deck to your hand. If you control a \"Dragunity\" monster: You can Special Summon this card from your GY, but banish it when it leaves the field, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Dragon monsters. You can only use each effect of \"Dragunity Remus\" once per turn.",
            "preco": "1.91",
            "img": "https://images.ygoprodeck.com/images/cards/26577155.jpg"
          }
        },
        {
          "carta": {
            "id": 24662957,
            "name": "Fiendish Golem",
            "type": "Trap Card",
            "desc": "Target 1 monster on the field with 2000 or more ATK; banish it (until the End Phase of the next turn), then if you activated this card while you controlled \"Red Dragon Archfiend\" or a Synchro Monster that mentions it, you can Set 1 \"Fiendish Chain\" directly from your Deck or GY.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/24662957.jpg"
          }
        },
        {
          "carta": {
            "id": 33008376,
            "name": "Materiactor Gigadra",
            "type": "Effect Monster",
            "desc": "You can discard 1 card; Special Summon 1 Level 3 Normal Monster from your hand or Deck, or if you discarded a Normal Monster to activate this effect, you can Special Summon 1 \"Materiactor\" monster instead. You can only use this effect of \"Materiactor Gigadra\" once per turn. You cannot Special Summon monsters from the Extra Deck, except Xyz Monsters.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/33008376.jpg"
          }
        },
        {
          "carta": {
            "id": 44508094,
            "name": "Stardust Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nWhen a card or effect is activated that would destroy a card(s) on the field (Quick Effect): You can Tribute this card; negate the activation, and if you do, destroy it. During the End Phase, if this effect was activated this turn (and was not negated): You can Special Summon this card from your GY.",
            "preco": "0.43",
            "img": "https://images.ygoprodeck.com/images/cards/44508094.jpg"
          }
        },
        {
          "carta": {
            "id": 34116027,
            "name": "Dragunity Knight - Gae Dearg",
            "type": "Synchro Monster",
            "desc": "1 Dragon Tuner + 1+ non-Tuner Winged Beast monsters\nOnce per turn: You can add 1 Level 4 or lower Dragon or Winged Beast monster from your Deck to your hand, then discard 1 Dragon or Winged Beast monster.",
            "preco": "1.59",
            "img": "https://images.ygoprodeck.com/images/cards/34116027.jpg"
          }
        },
        {
          "carta": {
            "id": 88453933,
            "name": "Parlor Dragonmaid",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can send 1 \"Dragonmaid\" card from your Deck to the GY, except \"Parlor Dragonmaid\". At the start of the Battle Phase: You can return this card to the hand, and if you do, Special Summon 1 Level 8 \"Dragonmaid\" monster from your hand or GY. You can only use each effect of \"Parlor Dragonmaid\" once per turn.",
            "preco": "4.27",
            "img": "https://images.ygoprodeck.com/images/cards/88453933.jpg"
          }
        },
        {
          "carta": {
            "id": 27415516,
            "name": "Stream, Dragon Ruler of Droplets",
            "type": "Effect Monster",
            "desc": "You can discard this card AND 1 Dragon-Type or WATER monster; Special Summon 1 \"Tidal, Dragon Ruler of Waterfalls\" from your Deck. It cannot attack this turn. You can only use the effect of \"Stream, Dragon Ruler of Droplets\" once per turn.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/27415516.jpg"
          }
        },
        {
          "carta": {
            "id": 30765615,
            "name": "Ringowurm, the Dragon Guarding the Hundred Apples",
            "type": "Tuner Monster",
            "desc": "If a face-up non-Effect Monster is on the field: You can Special Summon this card from your hand. During your Main Phase, if you Synchro Summoned this turn: You can banish this card from your GY; Special Summon 1 \"Hundred Apples Token\" (Wyrm/LIGHT/Level 2/ATK 100/DEF 100). The player who Summoned it can treat it as a Tuner for a Synchro Summon. You can only use each effect of \"Ringowurm, the Dragon Guarding the Hundred Apples\" once per turn.",
            "preco": "3.91",
            "img": "https://images.ygoprodeck.com/images/cards/30765615.jpg"
          }
        },
        {
          "carta": {
            "id": 40005099,
            "name": "Shiranui Style Synthesis",
            "type": "Spell Card",
            "desc": "Once per turn, if you control no monsters: You can send 1 card from your hand to the Graveyard, then activate 1 of these effects.\r\n● Target 1 Zombie-Type monster with 0 DEF in your Graveyard; Special Summon it.\r\n● Target 1 of your banished Zombie-Type monsters with 0 DEF; return it to the Graveyard.\r\nYou can only activate 1 \"Shiranui Style Synthesis\" per turn.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/40005099.jpg"
          }
        },
        {
          "carta": {
            "id": 88234821,
            "name": "Dragunity Knight - Areadbhair",
            "type": "Synchro Monster",
            "desc": "1 \"Dragunity\" Tuner + 1+ non-Tuner monsters\r\nWhen your opponent activates a monster effect (Quick Effect): You can banish 1 \"Dragunity\" monster from your GY; negate the activation, and if you do, banish that card. If this card destroys an opponent's monster by battle, after damage calculation: You can banish that opponent's monster. If this Synchro Summoned card in its owner's control is destroyed by an opponent's card: You can destroy all Spells and Traps your opponent controls. You can only use each effect of \"Dragunity Knight - Areadbhair\" once per turn.",
            "preco": "0.37",
            "img": "https://images.ygoprodeck.com/images/cards/88234821.jpg"
          }
        },
        {
          "carta": {
            "id": 87511987,
            "name": "Spikebot",
            "type": "Normal Monster",
            "desc": "A mechanical soldier created by a wicked sorcerer, it attacks with the two steel balls attached to its arms.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/87511987.jpg"
          }
        },
        {
          "carta": {
            "id": 48891960,
            "name": "Dragunity Knight - Ascalon",
            "type": "Synchro Monster",
            "desc": "1 \"Dragunity\" Tuner + 1+ non-Tuner monsters\r\nYou can banish 1 \"Dragunity\" monster from your GY, then target 1 monster your opponent controls; banish it. If this Synchro Summoned card in its owner's control is destroyed by an opponent's card: You can Special Summon 1 \"Dragunity\" Synchro Monster with 3000 or less ATK from your Extra Deck. (This is treated as a Synchro Summon.) You can only use this effect of \"Dragunity Knight - Ascalon\" once per turn.",
            "preco": "1.93",
            "img": "https://images.ygoprodeck.com/images/cards/48891960.jpg"
          }
        },
        {
          "carta": {
            "id": 17871506,
            "name": "Meteor Dragon Red-Eyes Impact",
            "type": "Gemini Monster",
            "desc": "This card is treated as a Normal Monster while face-up on the field or in the Graveyard. While this card is a Normal Monster on the field, you can Normal Summon it to have it become an Effect Monster with this effect.\n● Other \"Red-Eyes\" monsters you control cannot be destroyed by battle or card effects.",
            "preco": "2.47",
            "img": "https://images.ygoprodeck.com/images/cards/17871506.jpg"
          }
        },
        {
          "carta": {
            "id": 87835759,
            "name": "Dragon Knight of Creation",
            "type": "Effect Monster",
            "desc": "Increase this card's Level by 4 during your opponent's turn only. When this card destroys an opponent's monster by battle and sends it to the GY: You can send 1 Level 7 or 8 Dragon monster from your Deck to the GY. You can send 1 card from your hand to the GY, then target 1 Level 7 or 8 Dragon monster in your GY; send this card to the GY, and if you do, Special Summon that monster. You can only use this effect of \"Dragon Knight of Creation\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/87835759.jpg"
          }
        },
        {
          "carta": {
            "id": 6924874,
            "name": "Harpie's Pet Baby Dragon",
            "type": "Effect Monster",
            "desc": "This card gains effects based on the number of \"Harpie\" monsters you control, except \"Harpie's Pet Baby Dragon\".\n● 1 or more: Your opponent cannot target \"Harpie\" monsters you control for attacks, except \"Harpie's Pet Baby Dragon\".\n● 2 or more: Double the original ATK and DEF of this card.\n● 3 or more: Once per turn: You can target 1 card your opponent controls; destroy that target.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/6924874.jpg"
          }
        },
        {
          "carta": {
            "id": 95326659,
            "name": "Crystal Beacon",
            "type": "Spell Card",
            "desc": "Special Summon 1 \"Crystal Beast\" monster from your Deck. You must have 2 or more \"Crystal Beast\" cards in your Spell & Trap Card Zone to activate and to resolve this effect.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/95326659.jpg"
          }
        },
        {
          "carta": {
            "id": 39030163,
            "name": "Galaxy-Eyes Full Armor Photon Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 8 monsters\r\nYou can also Xyz Summon this card by using a \"Galaxy-Eyes\" Xyz Monster you control as material, except \"Galaxy-Eyes Full Armor Photon Dragon\". (Transfer its materials to this card.) Once per turn: You can target up to 2 Equip Cards equipped to this card; attach them to this card as material. Once per turn: You can detach 1 material from this card, then target 1 face-up card your opponent controls; destroy it.",
            "preco": "0.39",
            "img": "https://images.ygoprodeck.com/images/cards/39030163.jpg"
          }
        },
        {
          "carta": {
            "id": 41197012,
            "name": "Red Carpet",
            "type": "Trap Card",
            "desc": "If a Dragon-Type Synchro Monster is on the field: Target up to 2 \"Resonator\" monsters in your Graveyard; Special Summon them.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/41197012.jpg"
          }
        },
        {
          "carta": {
            "id": 32247099,
            "name": "Ultimate Divine-Beast",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: You can discard 1 Spell/Trap, then target 1 Divine-Beast monster in your GY; Special Summon it in Defense Position, then change the attack target to it. During the End Phase, if you control a Divine-Beast monster: You can destroy all face-up cards your opponent controls that activated their effects on the field this turn. You can only use each effect of \"Ultimate Divine-Beast\" once per turn.",
            "preco": "0.32",
            "img": "https://images.ygoprodeck.com/images/cards/32247099.jpg"
          }
        },
        {
          "carta": {
            "id": 25769732,
            "name": "Machine Conversion Factory",
            "type": "Spell Card",
            "desc": "Equip only to a Machine monster. It gains 300 ATK/DEF.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/25769732.jpg"
          }
        },
        {
          "carta": {
            "id": 90884403,
            "name": "Phantasmal Lord Ultimitl Bishbaalkin",
            "type": "Synchro Monster",
            "desc": "(This card's original Level is always treated as 12.)\nCannot be Synchro Summoned. Must be Special Summoned (from your Extra Deck) by sending 2 Level 8 or higher monsters you control with the same Level to the Graveyard (1 Tuner and 1 non-Tuner), and cannot be Special Summoned by other ways. Cannot be destroyed by card effects. This card gains 1000 ATK for each monster on the field. Once per turn, during either player's Main Phase: You can Special Summon the same number of \"Utchatzimime Tokens\" (Fiend-Type/DARK/Level 1/ATK 0/DEF 0) on each player's field in Defense Position, so as to Summon as many as possible, also this card cannot attack for the rest of this turn.",
            "preco": "7.12",
            "img": "https://images.ygoprodeck.com/images/cards/90884403.jpg"
          }
        },
        {
          "carta": {
            "id": 51786039,
            "name": "Nebula Dragon",
            "type": "Effect Monster",
            "desc": "You can reveal this card and 1 other Level 8 Dragon monster in your hand; Special Summon both in Defense Position, but negate their effects, also you cannot Normal or Special Summon monsters for the rest of this turn, except LIGHT or DARK Dragon monsters. You can banish this card from your GY, then target 1 Level 4 LIGHT or DARK Dragon monster in your GY; add it to your hand. You can only use each effect of \"Nebula Dragon\" once per turn.",
            "preco": "0.85",
            "img": "https://images.ygoprodeck.com/images/cards/51786039.jpg"
          }
        },
        {
          "carta": {
            "id": 13529466,
            "name": "Invoked Caliga",
            "type": "Fusion Monster",
            "desc": "\"Aleister the Invoker\" + 1 DARK monster\r\nIf a player's monster effect attempts to activate, none of that player's monsters can activate their effects for the rest of this turn while this card is face-up on the field. Each player can attack with only 1 monster during each Battle Phase.",
            "preco": "0.39",
            "img": "https://images.ygoprodeck.com/images/cards/13529466.jpg"
          }
        },
        {
          "carta": {
            "id": 3536537,
            "name": "Evilswarm Zahak",
            "type": "Effect Monster",
            "desc": "If this face-up card you control is destroyed by your opponent's card (by battle or card effect) and sent to your Graveyard: Target 1 Special Summoned Level 5 or higher monster on the field; destroy that target.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/3536537.jpg"
          }
        },
        {
          "carta": {
            "id": 4682617,
            "name": "Abyss Actors' Curtain Call",
            "type": "Trap Card",
            "desc": "If an \"Abyss Script\" Spell Card or effect is activated this turn: Add face-up \"Abyss Actor\" Pendulum Monsters from your Extra Deck to your hand, up to the number of \"Abyss Script\" Spells in your GY. Then, you can Special Summon \"Abyss Actor\" Pendulum Monsters from your hand with different names, up to the number of monsters added to the hand by this effect. You cannot Special Summon monsters for the rest of this turn, except \"Abyss Actor\" Pendulum Monsters. You can only activate 1 \"Abyss Actors' Curtain Call\" per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/4682617.jpg"
          }
        },
        {
          "carta": {
            "id": 41587307,
            "name": "Broken Bamboo Sword",
            "type": "Spell Card",
            "desc": "The equipped monster gains 0 ATK.",
            "preco": "1.50",
            "img": "https://images.ygoprodeck.com/images/cards/41587307.jpg"
          }
        },
        {
          "carta": {
            "id": 57043986,
            "name": "Blue-Eyes Solid Dragon",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can target 1 face-up monster your opponent controls; negate its effects. When your opponent activates a card or effect (Quick Effect): You can shuffle this card from the field into the Deck, and if you do, Special Summon 1 \"Blue-Eyes White Dragon\" from your Deck. You can only use each effect of \"Blue-Eyes Solid Dragon\" once per turn.",
            "preco": "2.72",
            "img": "https://images.ygoprodeck.com/images/cards/57043986.jpg"
          }
        },
        {
          "carta": {
            "id": 60316373,
            "name": "Heraldic Beast Aberconway",
            "type": "Effect Monster",
            "desc": "If this card is in the Graveyard: You can banish another \"Heraldic Beast Aberconway\" from your Graveyard to target 1 \"Heraldic Beast\" monster in your Graveyard; add that target to your hand. You can only use the effect of \"Heraldic Beast Aberconway\" once per turn.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/60316373.jpg"
          }
        },
        {
          "carta": {
            "id": 70771599,
            "name": "Supreme King Dragon Clear Wing",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner DARK Pendulum Monsters\r\nIf this card is Synchro Summoned: You can destroy all face-up monsters your opponent controls. Once per turn, before damage calculation, if this card battles an opponent's monster: You can destroy that monster, and if you do, inflict damage to your opponent equal to the destroyed monster's original ATK. If this card is in your GY: You can Tribute 2 \"Supreme King Dragon\" monsters; Special Summon this card.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/70771599.jpg"
          }
        },
        {
          "carta": {
            "id": 92773018,
            "name": "Cybernetic Hidden Technology",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares an attack: You can send to the Graveyard 1 \"Cyber Dragon\" you control, or 1 Fusion Monster you control that lists \"Cyber Dragon\" as a Fusion Material Monster, then target the attacking monster; destroy that target.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/92773018.jpg"
          }
        },
        {
          "carta": {
            "id": 59765225,
            "name": "Crystal Clear Wing Synchro Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner Synchro Monster + 1 non-Tuner \"Clear Wing\" monster\r\nOnce per turn, when your opponent activates a monster effect (except during the Damage Step) (Quick Effect): You can activate this effect; until the end of this turn, this face-up card is unaffected by the activated effects of your opponent's monsters, also this card gains ATK equal to that opponent's monster's original ATK. Once per turn, when a Spell/Trap Card or effect is activated (Quick Effect): You can negate the activation, and if you do, destroy that card. If this Synchro Summoned card you control is sent to your GY by an opponent's card: You can add 1 WIND monster from your Deck to your hand.",
            "preco": "2.14",
            "img": "https://images.ygoprodeck.com/images/cards/59765225.jpg"
          }
        },
        {
          "carta": {
            "id": 79912449,
            "name": "Mikanko Reflection Rondo",
            "type": "Spell Card",
            "desc": "Equip only to an opponent's monster. While you control a \"Mikanko\" monster, take control of that equipped monster. Neither player can activate the effects of the equipped monster while you control it. When this card leaves the field, send the equipped monster to the GY. You can only control 1 \"Mikanko Reflection Rondo\". You can only activate 1 \"Mikanko Reflection Rondo\" per turn.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/79912449.jpg"
          }
        },
        {
          "carta": {
            "id": 12023931,
            "name": "Booster Dragon",
            "type": "Link Monster",
            "desc": "2 \"Rokket\" monsters\nOnce per turn: You can target 1 other face-up monster on the field; it gains 500 ATK/DEF. Your opponent cannot activate cards or effects in response to this effect's activation. If this Link Summoned card is destroyed by battle or card effect and sent to the GY: You can target 1 other Dragon monster in your GY; Special Summon it. You can only use this effect of \"Booster Dragon\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/12023931.jpg"
          }
        },
        {
          "carta": {
            "id": 68427465,
            "name": "Wicked-Breaking Flamberge - Baou",
            "type": "Spell Card",
            "desc": "Send 1 card from your hand to the GY, then target 1 monster on the field; equip this card to that target. It gains 500 ATK. Negate the effects of opponent's monsters destroyed by battle with the equipped monster.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/68427465.jpg"
          }
        },
        {
          "carta": {
            "id": 97489701,
            "name": "Red Nova Dragon",
            "type": "Synchro Monster",
            "desc": "2 Tuners + \"Red Dragon Archfiend\"\nThis card gains 500 ATK for each Tuner monster in your Graveyard. Cannot be destroyed by an opponent's card effects. When an opponent's monster declares an attack: You can target the attacking monster; banish this card, and if you do, negate that attack. During the next End Phase: Special Summon this card banished by this effect.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/97489701.jpg"
          }
        },
        {
          "carta": {
            "id": 8836329,
            "name": "Raging Storm Dragon - Beaufort IX",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Breath of Acclamation\". When an opponent's monster declares a direct attack: You can discard this card; negate the attack, and if you do, negate that monster's effects. (Quick Effect): You can target 1 face-up monster your opponent controls; return both that monster and this card to the hand. You can only use each effect of \"Raging Storm Dragon - Beaufort IX\" once per turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/8836329.jpg"
          }
        },
        {
          "carta": {
            "id": 56804361,
            "name": "Aether, the Empowering Dragon",
            "type": "Effect Monster",
            "desc": "When this card is Pendulum Summoned: You can target 1 card on the field; return it to the hand. You can only use this effect of \"Aether, the Empowering Dragon\" once per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/56804361.jpg"
          }
        },
        {
          "carta": {
            "id": 8730435,
            "name": "Gladiator Beast's Battle Archfiend Shield",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. If the equipped monster would be destroyed, destroy this card instead. When this card is sent to your Graveyard because the equipped monster you controlled was shuffled into your Deck: Return this card to your hand.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/8730435.jpg"
          }
        },
        {
          "carta": {
            "id": 6247535,
            "name": "Borreload eXcharge Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 4 DARK Dragon monsters\r\nNeither player can target this Xyz Summoned card with monster effects, except its own. Once per turn: You can detach 1 material from this card, then target 1 face-up monster on the field; it loses 600 ATK/DEF, then, you can Special Summon 1 \"Borrel\" monster from your GY, but banish it during the End Phase, also you cannot Special Summon other monsters or attack directly for the rest of this turn.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/6247535.jpg"
          }
        },
        {
          "carta": {
            "id": 52040216,
            "name": "Harpie's Pet Dragon",
            "type": "Effect Monster",
            "desc": "Gains 300 ATK/DEF for each \"Harpie Lady\" on the field.",
            "preco": "0.80",
            "img": "https://images.ygoprodeck.com/images/cards/52040216.jpg"
          }
        },
        {
          "carta": {
            "id": 4779823,
            "name": "Michael, the Arch-Lightsworn",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1 or more non-Tuner LIGHT monsters\nOnce per turn: You can pay 1000 LP, then target 1 card on the field; banish that target. When this card is destroyed: You can target any number of other \"Lightsworn\" monsters in your Graveyard; shuffle them into the Deck, and if you do, you gain 300 LP for each returned card. Once per turn, during your End Phase: Send the top 3 cards of your Deck to the Graveyard.",
            "preco": "0.85",
            "img": "https://images.ygoprodeck.com/images/cards/4779823.jpg"
          }
        },
        {
          "carta": {
            "id": 2830619,
            "name": "Flame Viper",
            "type": "Normal Monster",
            "desc": "A fire-breathing snake whose speed makes it a difficult target.",
            "preco": "3.05",
            "img": "https://images.ygoprodeck.com/images/cards/2830619.jpg"
          }
        },
        {
          "carta": {
            "id": 68815402,
            "name": "Wild Fire Token",
            "type": "Token",
            "desc": "Special Summoned with the effect of \"Wild Fire\".",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/68815402.jpg"
          }
        },
        {
          "carta": {
            "id": 87451661,
            "name": "Scarred Dragon Archfiend",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner DARK monsters\r\nThis card's name becomes \"Red Dragon Archfiend\" while on the field or in the GY. If this card is sent from the Monster Zone to the GY: You can Special Summon 1 \"Red Dragon Archfiend\" from your Extra Deck (this is treated as a Synchro Summon), then, if this card was sent to the GY as Synchro Material for a DARK Dragon Synchro Monster, you can destroy all Attack Position monsters your opponent controls. You can only use this effect of \"Scarred Dragon Archfiend\" once per turn.",
            "preco": "0.95",
            "img": "https://images.ygoprodeck.com/images/cards/87451661.jpg"
          }
        },
        {
          "carta": {
            "id": 79059098,
            "name": "Prank-Kids Pandemonium",
            "type": "Spell Card",
            "desc": "During the Main Phase: Fusion Summon 1 \"Prank-Kids\" Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Material. For the rest of this turn after this card resolves, you cannot Normal or Special Summon monsters, except \"Prank-Kids\" monsters.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/79059098.jpg"
          }
        },
        {
          "carta": {
            "id": 26211048,
            "name": "Inzektor Exa-Stag",
            "type": "XYZ Monster",
            "desc": "2 Level 5 Insect-Type monsters\nOnce per turn: You can detach 1 Xyz Material from this card to target 1 monster your opponent controls or in their Graveyard; equip that target to this card. This card gains ATK and DEF equal to half the original ATK and DEF of the monster(s) equipped by this effect.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/26211048.jpg"
          }
        },
        {
          "carta": {
            "id": 8719957,
            "name": "Abyss-scale of the Kraken",
            "type": "Spell Card",
            "desc": "Equip only to a \"Mermail\" monster. It gains 400 ATK. When a monster effect that was activated on your opponent's side of the field resolves, negate that effect, then send this card to the Graveyard.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/8719957.jpg"
          }
        },
        {
          "carta": {
            "id": 69381150,
            "name": "A.I.Q",
            "type": "Trap Card",
            "desc": "Activate only if you control an \"@Ignister\" monster. Once per turn, during your Standby Phase, Tribute 1 Link Monster, or destroy this card. Each player can only Link Summon a monster once per turn while this card is face-up on the field.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/69381150.jpg"
          }
        },
        {
          "carta": {
            "id": 28400508,
            "name": "Number 97: Draglubion",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\r\nYour opponent cannot target this card with card effects. You can detach 1 material from this card; take 2 Dragon \"Number\" monsters with different names from your Extra Deck and/or GY, except \"Number 97: Draglubion\", Special Summon 1 of them and attach the other to it as material, also for the rest of this turn you cannot Special Summon other monsters, or declare an attack, except with that Special Summoned monster. You can only use this effect of \"Number 97: Draglubion\" once per turn.",
            "preco": "0.82",
            "img": "https://images.ygoprodeck.com/images/cards/28400508.jpg"
          }
        },
        {
          "carta": {
            "id": 90411554,
            "name": "Redox, Dragon Ruler of Boulders",
            "type": "Effect Monster",
            "desc": "If this card is in your hand or Graveyard: You can banish a total of 2 EARTH and/or Dragon-Type monsters from your hand and/or Graveyard, except this card; Special Summon this card. During your opponent's End Phase, if this card was Special Summoned: Return it to the hand. You can discard this card and 1 EARTH monster to the Graveyard, then target 1 monster in your Graveyard; Special Summon that target. If this card is banished: You can add 1 EARTH Dragon-Type monster from your Deck to your hand. You can only use 1 \"Redox, Dragon Ruler of Boulders\" effect per turn, and only once that turn.",
            "preco": "0.97",
            "img": "https://images.ygoprodeck.com/images/cards/90411554.jpg"
          }
        },
        {
          "carta": {
            "id": 29724053,
            "name": "Summon Gate",
            "type": "Trap Card",
            "desc": "Each player can Special Summon a maximum of 3 monsters from the Extra Deck each turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/29724053.jpg"
          }
        },
        {
          "carta": {
            "id": 13171876,
            "name": "Laundry Dragonmaid",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned: You can send the top 3 cards of your Deck to the GY. At the start of the Battle Phase: You can return this card to the hand, and if you do, Special Summon 1 Level 7 \"Dragonmaid\" monster from your hand or GY. You can only use each effect of \"Laundry Dragonmaid\" once per turn.",
            "preco": "0.68",
            "img": "https://images.ygoprodeck.com/images/cards/13171876.jpg"
          }
        },
        {
          "carta": {
            "id": 18517177,
            "name": "Core Blast",
            "type": "Trap Card",
            "desc": "You can only activate this card's effect while you control a face-up \"Koa'ki Meiru\" monster. Once per turn, during your Standby Phase, if your opponent controls more monsters than you do, you can destroy a number of cards your opponent controls so that your opponent will control the same number of cards as you control monsters.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/18517177.jpg"
          }
        },
        {
          "carta": {
            "id": 71587526,
            "name": "Karma Cut",
            "type": "Trap Card",
            "desc": "Discard 1 card, then target 1 face-up monster your opponent controls; banish that target, then banish all cards with the same name as that monster from your opponent's Graveyard.",
            "preco": "0.29",
            "img": "https://images.ygoprodeck.com/images/cards/71587526.jpg"
          }
        },
        {
          "carta": {
            "id": 48206762,
            "name": "Fulfillment of the Contract",
            "type": "Spell Card",
            "desc": "Activate this card by paying 800 LP, then target 1 Ritual Monster in your GY; Special Summon it and equip it with this card. When this card is destroyed, banish the equipped monster.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/48206762.jpg"
          }
        },
        {
          "carta": {
            "id": 2061963,
            "name": "Number 104: Masquerade",
            "type": "XYZ Monster",
            "desc": "3 Level 4 monsters\nDuring either player's Battle Phase, when an opponent's monster effect is activated: You can detach 1 Xyz Material from this card; negate the activation, and if you do, inflict 800 damage to your opponent. Once per turn: You can send the top card of your opponent's Deck to the Graveyard.",
            "preco": "1.46",
            "img": "https://images.ygoprodeck.com/images/cards/2061963.jpg"
          }
        },
        {
          "carta": {
            "id": 71417170,
            "name": "Defenders Intersect",
            "type": "Trap Card",
            "desc": "Activate only during the Battle Phase. Defense Position monsters your opponent controls are changed to face-up Attack Position, and their effects are negated.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/71417170.jpg"
          }
        },
        {
          "carta": {
            "id": 58257569,
            "name": "Red-Eyes Baby Dragon",
            "type": "Effect Monster",
            "desc": "When this card is destroyed by battle and sent to the GY: You can Special Summon 1 Level 7 or lower \"Red-Eyes\" monster from your Deck, and if you do, equip this card from the GY to it. It gains 300 ATK. If this card is sent to the GY while equipped to a monster: You can add 1 Level 1 Dragon monster from your Deck or GY to your hand.",
            "preco": "1.30",
            "img": "https://images.ygoprodeck.com/images/cards/58257569.jpg"
          }
        },
        {
          "carta": {
            "id": 19211362,
            "name": "Nemeses Flag",
            "type": "Effect Monster",
            "desc": "You can target 1 of your banished monsters, except \"Nemeses Flag\"; Special Summon this card from your hand, and if you do, shuffle that target into the Deck. During your Main Phase: You can add 1 \"Nemeses\" monster from your Deck to your hand, except \"Nemeses Flag\". You can only use each effect of \"Nemeses Flag\" once per turn.",
            "preco": "1.77",
            "img": "https://images.ygoprodeck.com/images/cards/19211362.jpg"
          }
        },
        {
          "carta": {
            "id": 20586572,
            "name": "Exploder Dragon",
            "type": "Effect Monster",
            "desc": "If this card is destroyed by battle and sent to the Graveyard: Destroy the monster that destroyed it. Neither player takes any battle damage from attacks involving this attacking card.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/20586572.jpg"
          }
        },
        {
          "carta": {
            "id": 12632096,
            "name": "Neo Galaxy-Eyes Cipher Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 9 monsters\nIf this card has a \"Cipher\" card as Xyz Material, it gains this effect.\n● Once per turn: You can detach up to 3 Xyz Materials from this card; monsters you control cannot attack your opponent directly for the rest of this turn, except this card, also for each Material detached, take control of 1 opponent's face-up monster until the End Phase, but while this effect is applied, they have their effects negated, their ATK's become 4500, also their names become \"Neo Galaxy-Eyes Cipher Dragon\".",
            "preco": "0.52",
            "img": "https://images.ygoprodeck.com/images/cards/12632096.jpg"
          }
        },
        {
          "carta": {
            "id": 94141712,
            "name": "Armed Dragon Thunder LV7",
            "type": "Effect Monster",
            "desc": "This card's name becomes \"Armed Dragon LV7\" while on the field or in the GY. You can only use each of the following effects of \"Armed Dragon Thunder LV7\" once per turn. You can send 1 monster from your hand to the GY; send this card from the field to the GY, and if you do, Special Summon 1 Level 10 or lower \"Armed Dragon\" monster from your hand or Deck. If this card is sent to the GY to activate a Dragon monster's effect: You can add 1 \"Armed Dragon\" card from your Deck to your hand.",
            "preco": "0.29",
            "img": "https://images.ygoprodeck.com/images/cards/94141712.jpg"
          }
        },
        {
          "carta": {
            "id": 47017574,
            "name": "Number C92: Heart-eartH Chaos Dragon",
            "type": "XYZ Monster",
            "desc": "4 Level 10 monsters\nCannot be destroyed by battle. When a monster you control inflicts battle damage to your opponent: You gain Life Points equal to the damage they took. If this card has \"Number 92: Heart-eartH Dragon\" as an Xyz Material, it gains this effect.\n● Once per turn: You can detach 1 Xyz Material from this card; negate the effects of all face-up cards your opponent currently controls, until the end of this turn. This activation and effect cannot be negated.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/47017574.jpg"
          }
        },
        {
          "carta": {
            "id": 70791313,
            "name": "Royal Magical Library",
            "type": "Effect Monster",
            "desc": "Each time a Spell Card is activated, place 1 Spell Counter on this card when that Spell resolves (max. 3). You can remove 3 Spell Counters from this card; draw 1 card.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/70791313.jpg"
          }
        },
        {
          "carta": {
            "id": 93377803,
            "name": "Solitary Sword of Poison",
            "type": "Spell Card",
            "desc": "Equip only to a monster you control. If the equipped monster battles an opponent's monster, the equipped monster's original ATK/DEF is doubled during damage calculation only. If you control a monster other than the equipped monster, send this card to the GY. You can only control 1 \"Solitary Sword of Poison\".",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/93377803.jpg"
          }
        },
        {
          "carta": {
            "id": 6178850,
            "name": "Fighting Spirit",
            "type": "Spell Card",
            "desc": "The equipped monster gains 300 ATK for each monster your opponent controls. If it would be destroyed by battle, you can destroy this card instead.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/6178850.jpg"
          }
        },
        {
          "carta": {
            "id": 20457551,
            "name": "Iron Core Armor",
            "type": "Spell Card",
            "desc": "Equip only to a \"Koa'ki Meiru\" monster. During damage calculation only, monsters that battle with the equipped monster lose ATK equal to the equipped monster's Level x 100. If the equipped monster would be destroyed during the End Phase, you can send this card to the Graveyard instead.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/20457551.jpg"
          }
        },
        {
          "carta": {
            "id": 77007920,
            "name": "Laser Cannon Armor",
            "type": "Spell Card",
            "desc": "Equip only to an Insect monster. It gains 300 ATK/DEF.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/77007920.jpg"
          }
        },
        {
          "carta": {
            "id": 66947913,
            "name": "Rising Fire",
            "type": "Spell Card",
            "desc": "(This card is always treated as a \"Salamangreat\" card.)\r\nIf you control no monsters: Activate this card by targeting 1 FIRE monster in your GY; Special Summon it and equip it with this card. The equipped monster gains 500 ATK. When this card leaves the field, destroy that monster. If this card in your possession is destroyed by an opponent's card effect: You can banish 1 monster on the field. You can only use each effect of \"Rising Fire\" once per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/66947913.jpg"
          }
        },
        {
          "carta": {
            "id": 88540324,
            "name": "Salamangreat Claw",
            "type": "Spell Card",
            "desc": "Equip only to a \"Salamangreat\" monster. The equipped monster cannot be destroyed by battle or card effects, and if it attacks a Defense Position monster, inflict piercing battle damage to your opponent. If the equipped monster is a \"Salamangreat\" Link Monster you control that was Link Summoned using a monster with its same name as material, during each Battle Phase it can make attacks on monsters up to its Link Rating. You can only control 1 \"Salamangreat Claw\".",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/88540324.jpg"
          }
        },
        {
          "carta": {
            "id": 68392533,
            "name": "Telekinetic Charging Cell",
            "type": "Spell Card",
            "desc": "Equip only to a Psychic-Type monster. You do not have to pay Life Points to activate its effect(s). When the equipped monster is destroyed and this card is sent to the Graveyard, you can pay 1000 Life Points to return this card to your hand.",
            "preco": "0.34",
            "img": "https://images.ygoprodeck.com/images/cards/68392533.jpg"
          }
        },
        {
          "carta": {
            "id": 65952776,
            "name": "Dunnell, the Noble Arms of Light",
            "type": "Spell Card",
            "desc": "Equip only to a monster you control. You can only control 1 \"Dunnell, the Noble Arms of Light\". The equipped monster gains 500 ATK for each monster you control with a different name that mentions \"Adventurer Token\". If this card is sent to the GY: You can target 1 \"Adventurer Token\" you control; equip this card to that target. You can only use this effect of \"Dunnell, the Noble Arms of Light\" once per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/65952776.jpg"
          }
        },
        {
          "carta": {
            "id": 77007920,
            "name": "Laser Cannon Armor",
            "type": "Spell Card",
            "desc": "Equip only to an Insect monster. It gains 300 ATK/DEF.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/77007920.jpg"
          }
        },
        {
          "carta": {
            "id": 65993085,
            "name": "Overdone Burial",
            "type": "Spell Card",
            "desc": "Activate this card by discarding 1 monster, then target 1 monster in your GY whose Level is lower than the discarded monster's original Level; Special Summon it and equip it with this card. The equipped monster has its effects negated. You can only activate 1 \"Overdone Burial\" per turn.",
            "preco": "0.43",
            "img": "https://images.ygoprodeck.com/images/cards/65993085.jpg"
          }
        },
        {
          "carta": {
            "id": 94793422,
            "name": "Rod of the Mind's Eye",
            "type": "Spell Card",
            "desc": "If a monster equipped with this card inflicts Battle Damage to your opponent, the damage becomes 1000 points.",
            "preco": "0.35",
            "img": "https://images.ygoprodeck.com/images/cards/94793422.jpg"
          }
        },
        {
          "carta": {
            "id": 75560629,
            "name": "Flint",
            "type": "Spell Card",
            "desc": "The equipped monster loses 300 ATK and cannot change its battle position or declare an attack. If this card is destroyed because the equipped monster is destroyed: Target 1 monster on the field; equip this card to that monster.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/75560629.jpg"
          }
        },
        {
          "carta": {
            "id": 25407406,
            "name": "Gladiator Beast's Battle Gladius",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. It gains 300 ATK. When the equipped monster is returned from your side of the field to the Deck and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/25407406.jpg"
          }
        },
        {
          "carta": {
            "id": 46967601,
            "name": "Cursed Bill",
            "type": "Spell Card",
            "desc": "When the equipped monster is destroyed and this card is sent to the Graveyard, inflict damage to the player who controlled the equipped monster, equal to the monster's original DEF.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/46967601.jpg"
          }
        },
        {
          "carta": {
            "id": 98143165,
            "name": "Synchro Boost",
            "type": "Spell Card",
            "desc": "The equipped monster gains 500 ATK, and its Level is increased by 1.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/98143165.jpg"
          }
        },
        {
          "carta": {
            "id": 53586134,
            "name": "Bubble Blaster",
            "type": "Spell Card",
            "desc": "You can only equip this card to \"Elemental Hero Bubbleman\". Increase the ATK of the equipped monster by 800 points. If the equipped monster would be destroyed as a result of battle, destroy this card instead, and make the Battle Damage to the controller of the equipped monster 0.",
            "preco": "1.14",
            "img": "https://images.ygoprodeck.com/images/cards/53586134.jpg"
          }
        },
        {
          "carta": {
            "id": 65952776,
            "name": "Dunnell, the Noble Arms of Light",
            "type": "Spell Card",
            "desc": "Equip only to a monster you control. You can only control 1 \"Dunnell, the Noble Arms of Light\". The equipped monster gains 500 ATK for each monster you control with a different name that mentions \"Adventurer Token\". If this card is sent to the GY: You can target 1 \"Adventurer Token\" you control; equip this card to that target. You can only use this effect of \"Dunnell, the Noble Arms of Light\" once per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/65952776.jpg"
          }
        },
        {
          "carta": {
            "id": 50371210,
            "name": "Beacon of White",
            "type": "Spell Card",
            "desc": "If you do not control another \"Beacon of White\", and you have 3 or more \"Blue-Eyes\" monsters in your GY: Target 1 of them; Special Summon it, but it has its effects negated, also equip it with this card. When this card leaves the field, banish the equipped monster. Other monsters you control cannot attack, also if you have any number of \"Blue-Eyes\" monster(s) in your GY, the equipped monster can attack up to that number of times during each Battle Phase.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/50371210.jpg"
          }
        },
        {
          "carta": {
            "id": 11913700,
            "name": "Instant Neo Space",
            "type": "Spell Card",
            "desc": "Equip only to a Fusion Monster that lists \"Elemental HERO Neos\" as material. It does not have to activate its effect during the End Phase to shuffle itself into the Extra Deck. If the equipped monster leaves the field: You can Special Summon 1 \"Elemental HERO Neos\" from your hand, Deck, or GY.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/11913700.jpg"
          }
        },
        {
          "carta": {
            "id": 63730624,
            "name": "Double Tool C&D",
            "type": "Spell Card",
            "desc": "Equip only to a \"Power Tool Dragon\" or Level 4 or higher Machine-Type \"Morphtronic\" monster you control. While equipped: ● During your turn: It gains 1000 ATK. If it attacks, any effects of the attack target that activate or apply on the field are negated during that Battle Phase. ● During your opponent's turn: Your opponent cannot select a monster other than the equipped monster as an attack target. An opponent's monster that battles the equipped monster is destroyed at the end of the Damage Step.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/63730624.jpg"
          }
        },
        {
          "carta": {
            "id": 14745409,
            "name": "Noble Arms - Gallatin",
            "type": "Spell Card",
            "desc": "You can only control 1 \"Noble Arms - Gallatin\". Equip only to a Warrior-Type monster. It gains 1000 ATK. During each of your Standby Phases, it loses 200 ATK. If this face-up card on the field is destroyed and sent to the Graveyard: You can target 1 Warrior-Type \"Noble Knight\" monster you control; equip this card to that target. You can only use this effect of \"Noble Arms - Gallatin\" once per turn.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/14745409.jpg"
          }
        },
        {
          "carta": {
            "id": 87047074,
            "name": "Inzektor Crossbow - Zektarrow",
            "type": "Spell Card",
            "desc": "Equip only to an \"Inzektor\" monster. It gains 500 ATK. Your opponent cannot activate cards or effects in response to the activation of the equipped monster's effects.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/87047074.jpg"
          }
        },
        {
          "carta": {
            "id": 52496105,
            "name": "Gladiator Beast's Battle Manica",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. It cannot be destroyed by battle (Damage calculation is applied normally). When the equipped monster is returned from your side of the field to the Deck and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "1.18",
            "img": "https://images.ygoprodeck.com/images/cards/52496105.jpg"
          }
        },
        {
          "carta": {
            "id": 65952776,
            "name": "Dunnell, the Noble Arms of Light",
            "type": "Spell Card",
            "desc": "Equip only to a monster you control. You can only control 1 \"Dunnell, the Noble Arms of Light\". The equipped monster gains 500 ATK for each monster you control with a different name that mentions \"Adventurer Token\". If this card is sent to the GY: You can target 1 \"Adventurer Token\" you control; equip this card to that target. You can only use this effect of \"Dunnell, the Noble Arms of Light\" once per turn.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/65952776.jpg"
          }
        },
        {
          "carta": {
            "id": 17589298,
            "name": "Sword of Dark Rites",
            "type": "Spell Card",
            "desc": "Equip only to a DARK monster. It gains 400 ATK. When the equipped monster is Tributed and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/17589298.jpg"
          }
        },
        {
          "carta": {
            "id": 29424328,
            "name": "Diabolos, King of the Abyss",
            "type": "Effect Monster",
            "desc": "Cannot be Special Summoned. If you Tribute Summon this card, the Tributes must be DARK. Cannot be Tributed by card effects while face-up on the field. Once per turn, during your opponent's Draw Phase, before their normal draw: Look at the top card of your opponent's Deck, and if you do, place that card on either the top or bottom of their Deck.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/29424328.jpg"
          }
        },
        {
          "carta": {
            "id": 22070401,
            "name": "Starving Venemy Lethal Dose Dragon",
            "type": "Pendulum Effect Fusion Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, during your Main Phase: You can place 1 Venemy Counter on each face-up monster your opponent controls. All monsters on the field, except DARK Dragon monsters, lose 200 ATK for each Venemy Counter on the field.\n[ Monster Effect ] \n3 DARK Pendulum Monsters\r\nEach time a card(s) is sent from the field to the GY, place 1 Venemy Counter on this card for each sent card. All monsters on the field, except DARK Dragon monsters, lose 200 ATK for each Venemy Counter on the field. Once per turn, during your Main Phase: You can negate the effects of all face-up monsters your opponent currently controls, until the end of this turn. If this card in the Monster Zone is destroyed by battle or card effect: You can place this card in your Pendulum Zone.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/22070401.jpg"
          }
        },
        {
          "carta": {
            "id": 269510,
            "name": "Fire Prison",
            "type": "Spell Card",
            "desc": "All Dragon monsters on the field gain 300 DEF. If any Link Monsters are on the field, neither player can Link Summon a Link Monster with a lower Link Rating than the highest Link Rating on the field. Monsters cannot attack, except Link Monsters. Apply the following effects while 2 or more Cyberse Link Monsters are on the field.\r\n● Negate the activated effects of Cyberse monsters.\r\n● Cyberse monsters cannot attack, cannot be targeted for attacks, and cannot be targeted by card effects.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/269510.jpg"
          }
        },
        {
          "carta": {
            "id": 44092304,
            "name": "Parasomnia Pillow",
            "type": "Spell Card",
            "desc": "During the End Phase: You can destroy the equipped monster. If this card is sent to the GY because the equipped monster was destroyed and sent to the GY: Special Summon 1 \"Parasomnia Token\" (Level 1/ATK ?/DEF 0) with the equipped monster's original Type, Attribute, and ATK, then equip this card to that Token. You can only use each effect of \"Parasomnia Pillow\" once per turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/44092304.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 34959756,
            "name": "Living Fossil",
            "type": "Spell Card",
            "desc": "Activate this card by targeting 1 Level 4 or lower monster in your GY; Special Summon it and equip it with this card, but banish it when it leaves the field (even if this card has left the field). When this card leaves the field, banish the equipped monster. The equipped monster loses 1000 ATK/DEF, also its effects are negated. You can only activate 1 \"Living Fossil\" per turn.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/34959756.jpg"
          }
        },
        {
          "carta": {
            "id": 43940008,
            "name": "Duel Tower",
            "type": "Spell Card",
            "desc": "At the start of each Battle Phase: Each player can reveal 1 monster from their Deck that does not have ? ATK, you banish them face-down, then the player who revealed the monster with the highest ATK (each player, if tied) can Special Summon 1 monster from their hand, and it can attack directly while on the field. Once per turn, during the End Phase: You can activate this effect; if you control this card during the End Phase of your next turn, destroy all cards on the field.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/43940008.jpg"
          }
        }
      ],
      "id": 9
    },
    {
      "nome": "elton",
      "email": "elton2",
      "senha": "123",
      "cash": 997.5,
      "cartas": [
        {
          "carta": {
            "id": 73218989,
            "name": "Black-Winged Assault Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner Synchro Monster + 1+ non-Tuner monsters\r\nMust be either Synchro Summoned, or Special Summoned from your Extra Deck by banishing 1 Tuner Synchro Monster and 1 \"Black-Winged Dragon\" from your face-up field and/or GY. Each time your opponent activates a monster effect, place 1 Black Feather Counter on this card when that effect resolves, and if you do, inflict 700 damage to your opponent. During your opponent's turn (Quick Effect): You can Tribute this card with 4 or more Black Feather Counters on it; destroy all cards on the field.",
            "preco": "0.65",
            "img": "https://images.ygoprodeck.com/images/cards/73218989.jpg"
          }
        },
        {
          "carta": {
            "id": 67196946,
            "name": "Star Blast",
            "type": "Spell Card",
            "desc": "Pay any number of Life Points in multiples of 500; reduce the Level of 1 monster you control or that is in your hand by 1 for each 500 Life Points you paid, until the End Phase.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/67196946.jpg"
          }
        },
        {
          "carta": {
            "id": 34664411,
            "name": "Lucky Iron Axe",
            "type": "Spell Card",
            "desc": "The equipped monster gains 500 ATK. If this face-up card you control is destroyed by your opponent's card effect and sent to your Graveyard: Draw 1 card.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/34664411.jpg"
          }
        },
        {
          "carta": {
            "id": 3954901,
            "name": "Felgrand Dragon",
            "type": "Effect Monster",
            "desc": "Cannot be Special Summoned except from the Graveyard, and only if it was sent there from the field. If this card is Special Summoned: Target 1 monster in your Graveyard; this card gains ATK equal to that monster's Level x 200.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/3954901.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 73218989,
            "name": "Black-Winged Assault Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner Synchro Monster + 1+ non-Tuner monsters\r\nMust be either Synchro Summoned, or Special Summoned from your Extra Deck by banishing 1 Tuner Synchro Monster and 1 \"Black-Winged Dragon\" from your face-up field and/or GY. Each time your opponent activates a monster effect, place 1 Black Feather Counter on this card when that effect resolves, and if you do, inflict 700 damage to your opponent. During your opponent's turn (Quick Effect): You can Tribute this card with 4 or more Black Feather Counters on it; destroy all cards on the field.",
            "preco": "0.65",
            "img": "https://images.ygoprodeck.com/images/cards/73218989.jpg"
          }
        }
      ],
      "id": 10
    }
  ]
}