{
  "usuarios": [
    {
      "id": 1,
      "nome": "Michael021",
      "email": "teste",
      "senha": "123",
      "cash": 992.5,
      "cartas": [
        {
          "carta": {
            "id": 77363314,
            "name": "Krystal Dragon",
            "type": "Effect Monster",
            "desc": "Once per turn, during your Battle Step, if this card battled this turn: You can add 1 Level 8 Dragon-Type monster from your Deck to your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/77363314.jpg"
          }
        },
        {
          "carta": {
            "id": 28865322,
            "name": "Aether, the Evil Empowering Dragon",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn: You can banish 1 \"Empowered Warrior\" monster from your Graveyard, then target 1 card on the field; destroy it.\n[ Monster Effect ] \nWhen this card is Normal or Special Summoned: You can target 1 monster on the field; banish it.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/28865322.jpg"
          }
        },
        {
          "carta": {
            "id": 30086349,
            "name": "Meteor Black Comet Dragon",
            "type": "Fusion Monster",
            "desc": "1 Level 7 \"Red-Eyes\" monster + 1 Level 6 Dragon-Type monster\nIf this card is Fusion Summoned: You can send 1 \"Red-Eyes\" monster from your hand or Deck to the Graveyard, and if you do, inflict damage to your opponent equal to half the original ATK of that monster. If this card is sent from the Monster Zone to the Graveyard: You can target 1 Normal Monster in your Graveyard; Special Summon it.",
            "preco": "1.64",
            "img": "https://images.ygoprodeck.com/images/cards/30086349.jpg"
          }
        },
        {
          "carta": {
            "id": 67310848,
            "name": "Dwarf Star Dragon Planeter",
            "type": "Effect Monster",
            "desc": "Once per turn, during the End Phase, if this card was Normal Summoned this turn: You can add 1 Level 7 LIGHT or DARK monster from your Deck to your hand.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/67310848.jpg"
          }
        },
        {
          "carta": {
            "id": 12298909,
            "name": "Prime Material Dragon",
            "type": "Effect Monster",
            "desc": "Any effect that would inflict damage to a player increases their Life Points by the same amount, instead. During either player's turn, when a card or effect is activated that would destroy a monster(s) on the field: You can send 1 card from your hand to the Graveyard; negate the activation, and if you do, destroy it.",
            "preco": "0.36",
            "img": "https://images.ygoprodeck.com/images/cards/12298909.jpg"
          }
        },
        {
          "carta": {
            "id": 85289965,
            "name": "Borrelsword Dragon",
            "type": "Link Monster",
            "desc": "3+ Effect Monsters\r\nCannot be destroyed by battle. Once per turn (Quick Effect): You can target 1 Attack Position monster; change it to Defense Position, also, this card can make a second attack during each Battle Phase this turn. Your opponent cannot activate cards or effects in response to this effect's activation. Once per turn, when this card declares an attack on a face-up monster: You can activate this effect; until the end of this turn, this card gains ATK equal to half that monster's current ATK, and if it does, that monster's current ATK is halved.",
            "preco": "1.39",
            "img": "https://images.ygoprodeck.com/images/cards/85289965.jpg"
          }
        },
        {
          "carta": {
            "id": 20277376,
            "name": "Divine Dragon Apocralyph",
            "type": "Effect Monster",
            "desc": "Once per turn: You can discard 1 card, then target 1 Dragon-Type monster in your Graveyard; add that target to your hand.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/20277376.jpg"
          }
        },
        {
          "carta": {
            "id": 25132288,
            "name": "Light End Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1 or more non-Tuner LIGHT monsters\nAt attack declaration, if this card battles another monster: You can have this card lose 500 ATK and DEF (permanently), and the monster this card is battling loses 1500 ATK and DEF until the End Phase.",
            "preco": "0.91",
            "img": "https://images.ygoprodeck.com/images/cards/25132288.jpg"
          }
        },
        {
          "carta": {
            "id": 65029288,
            "name": "Performapal Odd-Eyes Metal Claw",
            "type": "Fusion Monster",
            "desc": "1 \"Odd-Eyes\" monster + 1 \"Performapal\" monster\nCannot be used as Fusion Material. If this card was Fusion Summoned with \"Polymerization\", it is unaffected by other cards' effects. When this card declares an attack: All monsters you currently control gain 300 ATK until the end of the Battle Phase.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/65029288.jpg"
          }
        },
        {
          "carta": {
            "id": 72896720,
            "name": "Infernity Doom Dragon",
            "type": "Synchro Monster",
            "desc": "1 DARK Tuner + 1 or more non-Tuner monsters\nOnce per turn, if you have no cards in your hand, you can select 1 monster your opponent controls. Destroy that monster and inflict damage to your opponent equal to half its ATK. This card cannot attack during the same turn you activate this effect.",
            "preco": "3.47",
            "img": "https://images.ygoprodeck.com/images/cards/72896720.jpg"
          }
        },
        {
          "carta": {
            "id": 57030525,
            "name": "Armed Dragon Thunder LV3",
            "type": "Effect Monster",
            "desc": "This card's name becomes \"Armed Dragon LV3\" while on the field or in the GY. You can only use each of the following effects of \"Armed Dragon Thunder LV3\" once per turn. You can send 1 monster from your hand to the GY; send this card from the field to the GY, and if you do, Special Summon 1 Level 5 or lower \"Armed Dragon\" monster from your hand or Deck. If this card is sent to the GY to activate a Dragon monster's effect: You can draw 1 card.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/57030525.jpg"
          }
        },
        {
          "carta": {
            "id": 37683547,
            "name": "Albaz the Ashen",
            "type": "Effect Monster",
            "desc": "This card's name becomes \"Fallen of Albaz\" while on the field or in the GY. While a Level 8 Fusion Monster is in your GY, this card gains 200 ATK for each monster in your GY, also your opponent cannot target other monsters you control with card effects. If a monster(s) you control leaves the field by an opponent's card effect, while this card and a Fusion Monster are in your GY (except during the Damage Step): You can Special Summon this card. You can only use this effect of \"Albaz the Ashen\" once per turn.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/37683547.jpg"
          }
        },
        {
          "carta": {
            "id": 46384672,
            "name": "Armed Dragon LV5",
            "type": "Effect Monster",
            "desc": "You can send 1 monster from your hand to the GY, then target 1 monster your opponent controls with ATK less than or equal to the sent monster's ATK; destroy that target. During the End Phase, if this card destroyed a monster by battle this turn: You can send this card to the GY; Special Summon 1 \"Armed Dragon LV7\" from your hand or Deck.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/46384672.jpg"
          }
        },
        {
          "carta": {
            "id": 15627227,
            "name": "Overburst Dragon",
            "type": "Link Monster",
            "desc": "2 \"Rokket\" monsters\nYou can target 1 other Link Monster you control; Special Summon 1 \"Rokket\" monster from your hand to your zone that target points to, but the monster Summoned by this effect cannot be used as Link Material, also destroy it during the End Phase. You can only use this effect of \"Overburst Dragon\" once per turn. When this card is destroyed by battle and sent to the GY: You can target 1 \"Rokket\" monster in your GY; add it to your hand.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/15627227.jpg"
          }
        },
        {
          "carta": {
            "id": 68396121,
            "name": "Number C107: Neo Galaxy-Eyes Tachyon Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 9 monsters\nOnce per turn: You can detach 1 Xyz Material from this card; until the end of this turn, negate the effects of all other face-up cards currently on the field, also your opponent cannot activate cards or effects on the field. If this card has \"Number 107: Galaxy-Eyes Tachyon Dragon\" as an Xyz Material, it gains this effect.\n● You can Tribute 2 monsters; this card can make up to 3 attacks on monsters during each Battle Phase this turn.",
            "preco": "0.27",
            "img": "https://images.ygoprodeck.com/images/cards/68396121.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 20277376,
            "name": "Divine Dragon Apocralyph",
            "type": "Effect Monster",
            "desc": "Once per turn: You can discard 1 card, then target 1 Dragon-Type monster in your Graveyard; add that target to your hand.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/20277376.jpg"
          }
        },
        {
          "carta": {
            "id": 65029288,
            "name": "Performapal Odd-Eyes Metal Claw",
            "type": "Fusion Monster",
            "desc": "1 \"Odd-Eyes\" monster + 1 \"Performapal\" monster\nCannot be used as Fusion Material. If this card was Fusion Summoned with \"Polymerization\", it is unaffected by other cards' effects. When this card declares an attack: All monsters you currently control gain 300 ATK until the end of the Battle Phase.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/65029288.jpg"
          }
        },
        {
          "carta": {
            "id": 46384672,
            "name": "Armed Dragon LV5",
            "type": "Effect Monster",
            "desc": "You can send 1 monster from your hand to the GY, then target 1 monster your opponent controls with ATK less than or equal to the sent monster's ATK; destroy that target. During the End Phase, if this card destroyed a monster by battle this turn: You can send this card to the GY; Special Summon 1 \"Armed Dragon LV7\" from your hand or Deck.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/46384672.jpg"
          }
        }
      ]
    },
    {
      "nome": "edu",
      "email": "edu@gmail.com",
      "senha": "123",
      "cash": 964.53,
      "cartas": [
        {
          "carta": {
            "id": 2009101,
            "name": "Blackwing - Gale the Whirlwind",
            "type": "Tuner Monster",
            "desc": "If you control a \"Blackwing\" monster other than \"Blackwing - Gale the Whirlwind\", you can Special Summon this card (from your hand). Once per turn: You can target 1 face-up monster your opponent controls; that target's ATK and DEF become half its current ATK and DEF.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/2009101.jpg"
          }
        },
        {
          "carta": {
            "id": 42199039,
            "name": "Cursed Bamboo Sword",
            "type": "Spell Card",
            "desc": "The equipped monster gains 0 ATK. You can target 1 other \"Bamboo Sword\" card you control; return it to the hand, and if you do, the equipped monster can attack your opponent directly this turn. You can only use this effect of \"Cursed Bamboo Sword\" once per turn. If this card is sent to the Graveyard: You can add 1 \"Bamboo Sword\" card from your Deck to your hand, except \"Cursed Bamboo Sword\".",
            "preco": "11.33",
            "img": "https://images.ygoprodeck.com/images/cards/42199039.jpg"
          }
        },
        {
          "carta": {
            "id": 53860621,
            "name": "Glowing Crossbow",
            "type": "Spell Card",
            "desc": "Equip only to a \"Blackwing\" monster. It gains 500 ATK/DEF. You can only use each of the following effects of \"Glowing Crossbow\" once per turn.\r\n● If the equipped monster destroys an opponent's monster by battle: You can discard 1 random card from your opponent's hand.\r\n● If this card is sent to the GY because the equipped monster was used as a Synchro Material: You can add this card from the GY to your hand.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/53860621.jpg"
          }
        },
        {
          "carta": {
            "id": 88610708,
            "name": "Bashing Shield",
            "type": "Spell Card",
            "desc": "Equip only to a Normal Summoned/Set monster. It gains 1000 ATK. You take no battle damage from attacks involving it.",
            "preco": "0.50",
            "img": "https://images.ygoprodeck.com/images/cards/88610708.jpg"
          }
        },
        {
          "carta": {
            "id": 12174035,
            "name": "Hydro Pressure Cannon",
            "type": "Spell Card",
            "desc": "Equip only to a Level 3 or lower WATER monster. If it destroys an opponent's monster by battle, send 1 random card in your opponent's hand to the Graveyard.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/12174035.jpg"
          }
        },
        {
          "carta": {
            "id": 55569674,
            "name": "Celestial Sword - Eatos",
            "type": "Spell Card",
            "desc": "(This card is always treated as a \"Noble Arms\" card.)\nThe equipped monster gains 500 ATK. When this card is sent from the field to the Graveyard: You can target 1 \"Guardian Eatos\" you control; it gains 500 ATK for each banished monster.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/55569674.jpg"
          }
        },
        {
          "carta": {
            "id": 83584898,
            "name": "Darkworld Shackles",
            "type": "Spell Card",
            "desc": "The equipped monster cannot attack, also its ATK and DEF become 100. During each of your Standby Phases: Inflict 500 damage to the controller of the equipped monster.",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/83584898.jpg"
          }
        },
        {
          "carta": {
            "id": 57736667,
            "name": "Mikanko Dance - Mayowashidori",
            "type": "Spell Card",
            "desc": "The equipped monster cannot be destroyed by card effects. You can only use each of the following effects of \"Mikanko Dance - Mayowashidori\" once per turn. At the end of the Damage Step, if your \"Mikanko\" monster battled: You can target 1 card on the field; return it to the hand. If this card is in your GY: You can target 1 \"Mikanko\" monster in your GY; Special Summon it, and if you do, equip it with this card, but banish it when it leaves the field.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/57736667.jpg"
          }
        },
        {
          "carta": {
            "id": 7817703,
            "name": "Morphtronic Engine",
            "type": "Spell Card",
            "desc": "Equip only to a Level 3 \"Morphtronic\" monster. Its ATK becomes double its original ATK. During your second Standby Phase after this card's activation, destroy this card, and take damage equal to the original ATK of the equipped monster.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/7817703.jpg"
          }
        },
        {
          "carta": {
            "id": 48447192,
            "name": "Sword of Sparkles",
            "type": "Spell Card",
            "desc": "Equip only to an \"X-Saber\" monster. If it destroys an opponent's monster by battle, you can destroy 1 card your opponent controls. You can Tribute 1 monster you control to return this card from your Graveyard to the top of your Deck.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/48447192.jpg"
          }
        },
        {
          "carta": {
            "id": 96458440,
            "name": "Legendary Black Belt",
            "type": "Spell Card",
            "desc": "Equip only to \"Chu-Ske the Mouse Fighter\", \"Monk Fighter\", or \"Master Monk\". When the equipped monster destroys your opponent's monster by battle and sends it to the Graveyard, inflict damage to your opponent equal to the DEF of the destroyed monster.",
            "preco": "0.38",
            "img": "https://images.ygoprodeck.com/images/cards/96458440.jpg"
          }
        },
        {
          "carta": {
            "id": 37120512,
            "name": "Sword of Dark Destruction",
            "type": "Spell Card",
            "desc": "Equip only to a DARK monster. It gains 400 ATK and loses 200 DEF.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/37120512.jpg"
          }
        },
        {
          "carta": {
            "id": 5371656,
            "name": "Sword of the Soul-Eater",
            "type": "Spell Card",
            "desc": "You can only equip this card to a Level 3 or lower Normal Monster on your side of the field. When you activate this card, Tribute all Normal Monsters (except Tokens) on your side of the field, except the equipped monster. Increase the ATK of the equipped monster by 1000 points for each Normal Monster that you Tributed.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/5371656.jpg"
          }
        },
        {
          "carta": {
            "id": 74694807,
            "name": "Re-Fusion",
            "type": "Spell Card",
            "desc": "Activate this card by paying 800 LP, then target 1 Fusion Monster in your GY; Special Summon it and equip it with this card. When this card is destroyed, banish the equipped monster.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/74694807.jpg"
          }
        },
        {
          "carta": {
            "id": 27967615,
            "name": "Fusion Weapon",
            "type": "Spell Card",
            "desc": "Equip only to a Level 6 or lower Fusion Monster. The equipped monster gains 1500 ATK and DEF.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/27967615.jpg"
          }
        },
        {
          "carta": {
            "id": 25769732,
            "name": "Machine Conversion Factory",
            "type": "Spell Card",
            "desc": "Equip only to a Machine monster. It gains 300 ATK/DEF.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/25769732.jpg"
          }
        },
        {
          "carta": {
            "id": 99013397,
            "name": "Gladiator Beast's Battle Halberd",
            "type": "Spell Card",
            "desc": "Equip only to a \"Gladiator Beast\" monster. When it attacks, destroy 1 Spell or Trap Card at the end of the Damage Step. When the equipped monster is returned from your side of the field to the Deck and this card is sent to the Graveyard, return this card to your hand.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/99013397.jpg"
          }
        },
        {
          "carta": {
            "id": 70423794,
            "name": "Morphtronic Cord",
            "type": "Spell Card",
            "desc": "Equip only to a \"Morphtronic\" monster. Each time the equipped monster's battle position is changed, destroy 1 Spell or Trap Card on the field.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/70423794.jpg"
          }
        },
        {
          "carta": {
            "id": 37364101,
            "name": "Stoic Challenge",
            "type": "Spell Card",
            "desc": "You can only control 1 \"Stoic Challenge\". Equip only to a face-up Xyz Monster that has Xyz Material. It gains 600 ATK for each Xyz Material attached to a monster you control, and any battle damage your opponent takes from battles involving it and their monster is doubled, but its effects cannot be activated. During your opponent's End Phase: Send this card to the Graveyard. When this card leaves the field, destroy the equipped monster.",
            "preco": "0.29",
            "img": "https://images.ygoprodeck.com/images/cards/37364101.jpg"
          }
        },
        {
          "carta": {
            "id": 87973893,
            "name": "Inzektor Axe - Zektahawk",
            "type": "Spell Card",
            "desc": "Equip only to an \"Inzektor\" monster. It gains 1000 ATK. When the equipped monster declares an attack, your opponent cannot activate Spell/Trap Cards.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/87973893.jpg"
          }
        },
        {
          "carta": {
            "id": 10204849,
            "name": "Fleuret de Fleur",
            "type": "Spell Card",
            "desc": "Activate this card by targeting 1 Level 2 or lower monster in your GY; Special Summon it, but negate its effects, also equip it with this card. When this card, equipped by this effect, leaves the field, destroy that monster. The equipped monster gains 700 ATK. If this card is sent from the Spell & Trap Zone to the GY: You can equip this card to 1 Synchro Monster you control. You can only use this effect of \"Fleuret de Fleur\" once per turn. You can only activate 1 \"Fleuret de Fleur\" per turn.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/10204849.jpg"
          }
        },
        {
          "carta": {
            "id": 67227834,
            "name": "Magic Formula",
            "type": "Spell Card",
            "desc": "Equip only to \"Dark Magician\" or \"Dark Magician Girl\". It gains 700 ATK. If this card is sent from the field to the GY: Gain 1000 LP.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/67227834.jpg"
          }
        },
        {
          "carta": {
            "id": 14745409,
            "name": "Noble Arms - Gallatin",
            "type": "Spell Card",
            "desc": "You can only control 1 \"Noble Arms - Gallatin\". Equip only to a Warrior-Type monster. It gains 1000 ATK. During each of your Standby Phases, it loses 200 ATK. If this face-up card on the field is destroyed and sent to the Graveyard: You can target 1 Warrior-Type \"Noble Knight\" monster you control; equip this card to that target. You can only use this effect of \"Noble Arms - Gallatin\" once per turn.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/14745409.jpg"
          }
        },
        {
          "carta": {
            "id": 95515060,
            "name": "Rod of Silence - Kay'est",
            "type": "Spell Card",
            "desc": "The equipped monster gains 500 DEF. Negate other Spell effects that target the equipped monster, and if you do, destroy that Spell Card.",
            "preco": "0.52",
            "img": "https://images.ygoprodeck.com/images/cards/95515060.jpg"
          }
        },
        {
          "carta": {
            "id": 47274077,
            "name": "Neos Force",
            "type": "Spell Card",
            "desc": "Equip only to \"Elemental HERO Neos\". It gains 800 ATK. When it destroys a monster by battle and sends it to the Graveyard: Inflict damage to your opponent equal to the original ATK of the destroyed monster in the Graveyard. During the End Phase: Shuffle this card into the Deck.",
            "preco": "0.32",
            "img": "https://images.ygoprodeck.com/images/cards/47274077.jpg"
          }
        },
        {
          "carta": {
            "id": 33114323,
            "name": "Metalsilver Armor",
            "type": "Spell Card",
            "desc": "As long as you control the monster equipped with this card, your opponent cannot use the effect of a Spell, Trap, or Effect Monster that targets 1 monster, except the equipped monster.",
            "preco": "4.72",
            "img": "https://images.ygoprodeck.com/images/cards/33114323.jpg"
          }
        },
        {
          "carta": {
            "id": 41410651,
            "name": "Mathmech Billionblade Nayuta",
            "type": "Spell Card",
            "desc": "Equip only to a Cyberse monster. If the equipped monster battles an opponent's monster, during damage calculation: You can send 1 \"Mathmech\" monster from your Deck to the GY; the equipped monster gains ATK equal to the sent monster's ATK, until the end of this turn (even if this card leaves the field). If this card is sent from the Spell & Trap Zone to the GY: You can target 1 \"Mathmech\" card in your GY, except \"Mathmech Billionblade Nayuta\"; add it to your hand. You can only use each effect of \"Mathmech Billionblade Nayuta\" once per turn.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/41410651.jpg"
          }
        },
        {
          "carta": {
            "id": 85289965,
            "name": "Borrelsword Dragon",
            "type": "Link Monster",
            "desc": "3+ Effect Monsters\r\nCannot be destroyed by battle. Once per turn (Quick Effect): You can target 1 Attack Position monster; change it to Defense Position, also, this card can make a second attack during each Battle Phase this turn. Your opponent cannot activate cards or effects in response to this effect's activation. Once per turn, when this card declares an attack on a face-up monster: You can activate this effect; until the end of this turn, this card gains ATK equal to half that monster's current ATK, and if it does, that monster's current ATK is halved.",
            "preco": "1.39",
            "img": "https://images.ygoprodeck.com/images/cards/85289965.jpg"
          }
        },
        {
          "carta": {
            "id": 30314994,
            "name": "Element Dragon",
            "type": "Effect Monster",
            "desc": "This monster gets the following effect(s) while there is a monster(s) with the following Attribute(s) on the field: ● FIRE: This card gains 500 ATK. ● WIND: If this card destroyed your opponent's monster by battle, it can attack once again in a row.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/30314994.jpg"
          }
        },
        {
          "carta": {
            "id": 11443677,
            "name": "Blue-Eyes Tyrant Dragon",
            "type": "Fusion Monster",
            "desc": "\"Blue-Eyes White Dragon\" + 1 Dragon monster\r\nMust first be either Fusion Summoned, or Special Summoned from your Extra Deck by Tributing 1 \"Blue-Eyes White Dragon\" equipped with a Fusion Monster. Unaffected by Trap Cards or effects. This card can attack all monsters your opponent controls, once each. Once per turn, at the end of the Damage Step, if this card battled: You can target 1 Trap in your GY; Set it to your Spell & Trap Zone.",
            "preco": "0.40",
            "img": "https://images.ygoprodeck.com/images/cards/11443677.jpg"
          }
        },
        {
          "carta": {
            "id": 54525057,
            "name": "Crusadia Draco",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) in Defense Position to your zone a Link Monster points to. You can only Special Summon \"Crusadia Draco\" once per turn this way. If this card is Normal or Special Summoned to a zone a Link Monster points to: You can target 1 \"Crusadia\" card in your GY, except \"Crusadia Draco\"; add it to your hand. You can only use this effect of \"Crusadia Draco\" once per turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/54525057.jpg"
          }
        },
        {
          "carta": {
            "id": 96561011,
            "name": "Red-Eyes Darkness Dragon",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 1 \"Red-Eyes B. Dragon\" and cannot be Special Summoned by other ways. This card gains 300 ATK for each Dragon-Type monster in your Graveyard.",
            "preco": "0.64",
            "img": "https://images.ygoprodeck.com/images/cards/96561011.jpg"
          }
        },
        {
          "carta": {
            "id": 69069911,
            "name": "Kachi Kochi Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 4 monsters\nOnce per turn, when this card destroys an opponent's monster by battle and sends it to the Graveyard: You can detach 1 Xyz Material from this card; it can can make a second attack in a row.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/69069911.jpg"
          }
        },
        {
          "carta": {
            "id": 96704974,
            "name": "Boogie Trap",
            "type": "Spell Card",
            "desc": "Discard 2 cards, then target 1 Trap in your GY; Set that target. It can be activated this turn. You can only activate 1 \"Boogie Trap\" per turn.",
            "preco": "0.03",
            "img": "https://images.ygoprodeck.com/images/cards/96704974.jpg"
          }
        },
        {
          "carta": {
            "id": 31423101,
            "name": "Divine Sword - Phoenix Blade",
            "type": "Spell Card",
            "desc": "Equip only to a Warrior monster. It gains 300 ATK. During your Main Phase, if this card is in your GY: You can banish 2 Warrior monsters from your GY; add this card to your hand.",
            "preco": "0.53",
            "img": "https://images.ygoprodeck.com/images/cards/31423101.jpg"
          }
        },
        {
          "carta": {
            "id": 13032689,
            "name": "Xyz Unit",
            "type": "Spell Card",
            "desc": "Equip only to a face-up Xyz Monster. It gains ATK equal to its Rank x 200. If the equipped monster you control would detach its Xyz Material to activate its effect: You can detach this card as 1 of the Xyz Materials.",
            "preco": "0.03",
            "img": "https://images.ygoprodeck.com/images/cards/13032689.jpg"
          }
        },
        {
          "carta": {
            "id": 27104921,
            "name": "Forge a New Future",
            "type": "Trap Card",
            "desc": "Once per Chain, if a Link-4 monster is Link Summoned: You can place 1 counter on this card (max. 3), then you can apply the following effect based on the number of counters on it.\r\n● 1: Declare 1 card name, and if you do, the activated effects and effects on the field of cards with that original name, are negated this turn.\r\n● 2: Special Summon 1 Level 4 or lower monster from your GY.\r\n● 3: Send this card to the GY, and if you do, Special Summon 1 Link-4 monster from your Extra Deck.\r\nYou can only activate 1 \"Forge a New Future\" per turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/27104921.jpg"
          }
        },
        {
          "carta": {
            "id": 55410871,
            "name": "Blue-Eyes Chaos MAX Dragon",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Chaos Form\". Must be Ritual Summoned. Your opponent cannot target this card with card effects, also it cannot be destroyed by your opponent's card effects. If this card attacks a Defense Position monster, inflict double piercing battle damage.",
            "preco": "1.68",
            "img": "https://images.ygoprodeck.com/images/cards/55410871.jpg"
          }
        },
        {
          "carta": {
            "id": 71453557,
            "name": "Autonomous Action Unit",
            "type": "Spell Card",
            "desc": "Pay 1500 Life Points, then target 1 monster in your opponent's Graveyard; Special Summon that target to your side of the field in face-up Attack Position, and equip it with this card. When this card leaves the field, destroy the equipped monster.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/71453557.jpg"
          }
        },
        {
          "carta": {
            "id": 64414267,
            "name": "Darktellarknight Batlamyus",
            "type": "XYZ Monster",
            "desc": "2 Level 4 \"tellarknight\" monsters\nAll face-up monsters on the field become DARK. You can detach 1 Xyz Material from this card and discard 1 card; Special Summon from your Extra Deck, 1 LIGHT \"tellarknight\" Xyz Monster by using this face-up card you control as the Xyz Material, also you cannot Xyz Summon other monsters for the rest of this turn. (This is treated as an Xyz Summon. Xyz Materials attached to this card also become Xyz Materials on the Summoned monster.) This effect can be activated during either player's turn, if you have 7 or more \"tellarknight\" monsters with different names in your Graveyard.",
            "preco": "2.10",
            "img": "https://images.ygoprodeck.com/images/cards/64414267.jpg"
          }
        },
        {
          "carta": {
            "id": 77859858,
            "name": "Destructive Draw",
            "type": "Trap Card",
            "desc": "If either player has no cards in their hand at the start of their Draw Phase, they can draw 1 more card in addition to their normal draw. This card's controller loses 700 Life Points during their End Phase. (If less than 700, they become 0 instead.) When this face-up card is removed from the field, inflict 3000 damage to the player who controlled it.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/77859858.jpg"
          }
        },
        {
          "carta": {
            "id": 24696097,
            "name": "Shooting Star Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner Synchro Monster + \"Stardust Dragon\"\nOnce per turn: You can excavate the top 5 cards of your Deck, shuffle them back in, also this card's maximum number of attacks per Battle Phase this turn equals the number of Tuner monsters excavated. Once per turn, during either player's turn, when a card or effect is activated that would destroy a card(s) on the field: You can negate the effect, and if you do, destroy it. Once per turn, when an opponent's monster declares an attack: You can target the attacking monster; banish this card, and if you do, negate that attack. During the next End Phase: Special Summon this card banished by this effect.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/24696097.jpg"
          }
        },
        {
          "carta": {
            "id": 48206762,
            "name": "Fulfillment of the Contract",
            "type": "Spell Card",
            "desc": "Activate this card by paying 800 LP, then target 1 Ritual Monster in your GY; Special Summon it and equip it with this card. When this card is destroyed, banish the equipped monster.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/48206762.jpg"
          }
        },
        {
          "carta": {
            "id": 49823708,
            "name": "Buster Whelp of the Destruction Swordsman",
            "type": "Tuner Monster",
            "desc": "When this card is Normal Summoned: You can add 1 \"Destruction Sword\" card from your Deck to your hand, except \"Buster Whelp of the Destruction Swordsman\". You can only use 1 of the following effects of \"Buster Whelp of the Destruction Swordsman\" per turn, and only once that turn.\n● You can Tribute this card; Special Summon 1 \"Buster Blader\" from your hand or Graveyard.\n● If this card is in your Graveyard and you control \"Buster Blader\": You can discard 1 \"Destruction Sword\" card; Special Summon this card.",
            "preco": "2.66",
            "img": "https://images.ygoprodeck.com/images/cards/49823708.jpg"
          }
        },
        {
          "carta": {
            "id": 14105623,
            "name": "Odd-Eyes Arc Pendulum Dragon",
            "type": "Pendulum Normal Monster",
            "desc": "[ Pendulum Effect ] \nIf an \"Odd-Eyes\" card(s) you control is destroyed by battle or card effect: You can Special Summon 1 \"Odd-Eyes\" monster from your hand, Deck, or GY. You can only use this effect of \"Odd-Eyes Arc Pendulum Dragon\" once per turn.\n[ Monster Effect ] \n''Made from miracles, this valiant and beautiful dragon has gleaming eyes that reflect an arc drawn in the sky.''",
            "preco": "3.65",
            "img": "https://images.ygoprodeck.com/images/cards/14105623.jpg"
          }
        },
        {
          "carta": {
            "id": 51296484,
            "name": "Saffira, the Wise Silenforcer Queen",
            "type": "Effect Monster",
            "desc": "You can discard this card; send 1 Ritual Spell from your Deck to the GY, then you can add 1 LIGHT Warrior or Dragon Ritual Monster from your Deck or GY to your hand. You can banish this card from your GY; Ritual Summon 1 LIGHT Warrior or Dragon Ritual Monster from your hand, by Tributing monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon. You can only use each effect of \"Saffira, the Wise Silenforcer Queen\" once per turn.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/51296484.jpg"
          }
        },
        {
          "carta": {
            "id": 13756293,
            "name": "King Dragun",
            "type": "Fusion Monster",
            "desc": "\"Lord of D.\" + \"Divine Dragon Ragnarok\"\nYour opponent cannot target Dragon monsters with card effects. Once per turn: You can Special Summon 1 Dragon monster from your hand.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/13756293.jpg"
          }
        },
        {
          "carta": {
            "id": 22804644,
            "name": "Doom Virus Dragon",
            "type": "Fusion Monster",
            "desc": "Must be Special Summoned with \"The Fang of Critias\", using \"Crush Card Virus\". If this card is Special Summoned: Look at your opponent's hand, all monsters they control, and all cards they draw until the end of their 3rd turn after this effect's activation, and destroy all those monsters with 1500 or more ATK.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/22804644.jpg"
          }
        },
        {
          "carta": {
            "id": 72932673,
            "name": "Abyss-scale of the Mizuchi",
            "type": "Spell Card",
            "desc": "Equip only to a \"Mermail\" monster. It gains 800 ATK. When a Spell effect that was activated on your opponent's side of the field resolves, negate that effect, then send this card to the Graveyard.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/72932673.jpg"
          }
        },
        {
          "carta": {
            "id": 89015998,
            "name": "D.D. Seeker",
            "type": "Effect Monster",
            "desc": "(Quick Effect): You can target 1 face-up monster you control; banish it until the End Phase of the next turn. You can only use this effect of \"D.D. Seeker\" once per turn.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/89015998.jpg"
          }
        },
        {
          "carta": {
            "id": 14934922,
            "name": "Salamangreat Rage",
            "type": "Trap Card",
            "desc": "Activate 1 of these effects.\r\n● Send 1 \"Salamangreat\" monster from your hand or face-up field to the GY, then target 1 card on the field; destroy it.\r\n● Target 1 \"Salamangreat\" Link Monster you control that was Link Summoned using a monster with its same name as material; destroy cards your opponent controls, up to that monster's Link Rating.\r\nYou can only activate 1 \"Salamangreat Rage\" per turn.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/14934922.jpg"
          }
        },
        {
          "carta": {
            "id": 48355999,
            "name": "Rokket Synchron",
            "type": "Tuner Monster",
            "desc": "When this card is Normal Summoned: You can target 1 Level 5 or higher DARK Dragon monster in your GY; Special Summon it in Defense Position, negate its effects, destroy it during the End Phase, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except DARK monsters.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/48355999.jpg"
          }
        },
        {
          "carta": {
            "id": 42709949,
            "name": "Phalanx Pike",
            "type": "Spell Card",
            "desc": "The equipped monster gains 900 ATK for each card in either Graveyard that has the same name it does.",
            "preco": "1.16",
            "img": "https://images.ygoprodeck.com/images/cards/42709949.jpg"
          }
        },
        {
          "carta": {
            "id": 77506119,
            "name": "Thunder Unicorn",
            "type": "Synchro Monster",
            "desc": "1 Beast-Type Tuner + 1 or more non-Tuner monsters\nOnce per turn, during your Main Phase, you can select 1 face-up monster your opponent controls. It loses 500 ATK for each monster you control, until the End Phase. During the turn this effect is activated, no other monsters can attack, except this card.",
            "preco": "1.20",
            "img": "https://images.ygoprodeck.com/images/cards/77506119.jpg"
          }
        },
        {
          "carta": {
            "id": 67037924,
            "name": "Titanocider",
            "type": "Trap Card",
            "desc": "Target 1 face-up monster your opponent controls that was Special Summoned from the Extra Deck; change its ATK to 0, and if you do, negate its effects. If your opponent Special Summons a monster(s) from the Extra Deck while this card is in your GY, except the turn this card was sent to the GY: You can Set this card. You can only use each effect of \"Titanocider\" once per turn.",
            "preco": "0.14",
            "img": "https://images.ygoprodeck.com/images/cards/67037924.jpg"
          }
        },
        {
          "carta": {
            "id": 53936268,
            "name": "Personal Spoofing",
            "type": "Trap Card",
            "desc": "Once per turn: You can shuffle 1 \"Altergeist\" card from your hand or face-up from your field into the Main Deck; add 1 \"Altergeist\" monster from your Deck to your hand.",
            "preco": "1.74",
            "img": "https://images.ygoprodeck.com/images/cards/53936268.jpg"
          }
        },
        {
          "carta": {
            "id": 94561645,
            "name": "Counter Gate",
            "type": "Trap Card",
            "desc": "When an opponent's monster declares a direct attack: Negate the attack, and if you do, draw 1 card, then if it is a monster, immediately after this effect resolves, you can Normal Summon it in face-up Attack Position.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/94561645.jpg"
          }
        },
        {
          "carta": {
            "id": 46009906,
            "name": "Beast Fangs",
            "type": "Spell Card",
            "desc": "A Beast-Type monster equipped with this card increases its ATK and DEF by 300 points.",
            "preco": "0.46",
            "img": "https://images.ygoprodeck.com/images/cards/46009906.jpg"
          }
        },
        {
          "carta": {
            "id": 7625614,
            "name": "Raregold Armor",
            "type": "Spell Card",
            "desc": "As long as you control the monster equipped with this card, your opponent cannot attack other monsters other than the equipped monster.",
            "preco": "0.33",
            "img": "https://images.ygoprodeck.com/images/cards/7625614.jpg"
          }
        },
        {
          "carta": {
            "id": 56818742,
            "name": "Transcendosaurus Exaraptor",
            "type": "Link Monster",
            "desc": "2+ Dinosaur monsters, including a Level 6 or higher monster\r\nIf this card is Special Summoned: You can Special Summon 1 Dinosaur monster from your hand. If a face-up Dinosaur monster this card points to is destroyed by battle or sent to the GY: You can draw 1 card. If this card is destroyed: You can shuffle 1 Normal Monster from your GY into the Deck, then you can Special Summon this card. You can only use each effect of \"Transcendosaurus Exaraptor\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/56818742.jpg"
          }
        },
        {
          "carta": {
            "id": 44405066,
            "name": "Red-Eyes Flare Metal Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 7 monsters\nCannot be destroyed by card effects while it has Xyz Material. While this card has Xyz Material, each time your opponent activates a card or effect, inflict 500 damage to your opponent immediately after it resolves. Once per turn, during either player's turn: You can detach 1 Xyz Material from this card, then target 1 \"Red-Eyes\" Normal Monster in your Graveyard; Special Summon it.",
            "preco": "1.33",
            "img": "https://images.ygoprodeck.com/images/cards/44405066.jpg"
          }
        },
        {
          "carta": {
            "id": 95288024,
            "name": "Sky Dragon",
            "type": "Normal Monster",
            "desc": "A flying dragon with four wings housing some very dangerous blades.",
            "preco": "19.85",
            "img": "https://images.ygoprodeck.com/images/cards/95288024.jpg"
          }
        },
        {
          "carta": {
            "id": 100212003,
            "name": "Shining Star Dragon",
            "type": "Tuner Monster",
            "desc": "During your opponent's Main Phase, if this card is in your hand (Quick Effect): You can target 1 Dragon Synchro Monster in your GY; Special Summon this card, and if you do, Special Summon the targeted monster (but its effects are negated), then, immediately after this effect resolves, you can Synchro Summon 1 Dragon Synchro Monster using this card you control. You can only use this effect of \"Shining Star Dragon\" once per turn. A Dragon Synchro Monster that was Summoned using this card as material cannot be destroyed by battle.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/100212003.jpg"
          }
        },
        {
          "carta": {
            "id": 98380593,
            "name": "Supremacy Berry",
            "type": "Spell Card",
            "desc": "If your Life Points were lower than your opponent's when this card was activated, gain 2000 Life Points. If your Life Points were higher than your opponent's, you take 1000 damage.",
            "preco": "0.32",
            "img": "https://images.ygoprodeck.com/images/cards/98380593.jpg"
          }
        },
        {
          "carta": {
            "id": 56461575,
            "name": "Spiral Reborn",
            "type": "Trap Card",
            "desc": "Target 1 Level 7 or lower Dragon monster in your GY; Special Summon it. If you Special Summoned a \"Gaia the Dragon Champion\" by this effect, your opponent cannot target it with card effects, and it cannot be destroyed by their card effects. You can only activate 1 \"Spiral Reborn\" per turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/56461575.jpg"
          }
        },
        {
          "carta": {
            "id": 9677699,
            "name": "Glass Slippers",
            "type": "Spell Card",
            "desc": "If this card is equipped to a Fairy monster, it gains 1000 ATK. If this card is equipped to a non-Fairy monster, it cannot attack, also it loses 1000 ATK. If this card is sent to the GY because the equipped monster is destroyed: You can target 1 \"Prinzessin\" you control; equip this card to that target. You can only use this effect of \"Glass Slippers\" once per turn.",
            "preco": "1.25",
            "img": "https://images.ygoprodeck.com/images/cards/9677699.jpg"
          }
        },
        {
          "carta": {
            "id": 79814787,
            "name": "The White Stone of Legend",
            "type": "Tuner Monster",
            "desc": "If this card is sent to the GY: Add 1 \"Blue-Eyes White Dragon\" from your Deck to your hand.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/79814787.jpg"
          }
        },
        {
          "carta": {
            "id": 31077447,
            "name": "Punch-in-the-Box",
            "type": "Trap Card",
            "desc": "When your opponent's monster declares an attack while they control 2 or more monsters: Target the attacking monster; negate that attack, and if you do, send 1 other monster they control to the Graveyard, then the targeted monster loses ATK equal to the original ATK or DEF (whichever is higher, your choice if tied) of the sent monster in the Graveyard.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/31077447.jpg"
          }
        },
        {
          "carta": {
            "id": 5901497,
            "name": "Queen's Double",
            "type": "Effect Monster",
            "desc": "This monster may attack your opponent's Life Points directly.",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/5901497.jpg"
          }
        },
        {
          "carta": {
            "id": 63224564,
            "name": "Cyber Shield",
            "type": "Spell Card",
            "desc": "Equip only to \"Harpie Lady\" or \"Harpie Lady Sisters\". It gains 500 ATK.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/63224564.jpg"
          }
        },
        {
          "carta": {
            "id": 64463828,
            "name": "Superalloy Beast Raptinus",
            "type": "Fusion Monster",
            "desc": "1 Gemini Monster + 1 Gemini Monster\nAll Gemini Monsters on the field are treated as Effect Monsters, and gain their effects.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/64463828.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 2009101,
            "name": "Blackwing - Gale the Whirlwind",
            "type": "Tuner Monster",
            "desc": "If you control a \"Blackwing\" monster other than \"Blackwing - Gale the Whirlwind\", you can Special Summon this card (from your hand). Once per turn: You can target 1 face-up monster your opponent controls; that target's ATK and DEF become half its current ATK and DEF.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/2009101.jpg"
          }
        },
        {
          "carta": {
            "id": 96458440,
            "name": "Legendary Black Belt",
            "type": "Spell Card",
            "desc": "Equip only to \"Chu-Ske the Mouse Fighter\", \"Monk Fighter\", or \"Master Monk\". When the equipped monster destroys your opponent's monster by battle and sends it to the Graveyard, inflict damage to your opponent equal to the DEF of the destroyed monster.",
            "preco": "0.38",
            "img": "https://images.ygoprodeck.com/images/cards/96458440.jpg"
          }
        }
      ],
      "id": 2
    },
    {
      "nome": "pam",
      "email": "pam@gmail.com",
      "senha": "123",
      "cash": 995.76,
      "cartas": [
        {
          "carta": {
            "id": 70875955,
            "name": "Aerial Recharge",
            "type": "Trap Card",
            "desc": "Once per turn: You can Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). During each player's End Phase, Tribute 1 Token or \"Mecha Phantom Beast\" monster, or send this card to the Graveyard.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/70875955.jpg"
          }
        },
        {
          "carta": {
            "id": 44092304,
            "name": "Parasomnia Pillow",
            "type": "Spell Card",
            "desc": "During the End Phase: You can destroy the equipped monster. If this card is sent to the GY because the equipped monster was destroyed and sent to the GY: Special Summon 1 \"Parasomnia Token\" (Level 1/ATK ?/DEF 0) with the equipped monster's original Type, Attribute, and ATK, then equip this card to that Token. You can only use each effect of \"Parasomnia Pillow\" once per turn.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/44092304.jpg"
          }
        },
        {
          "carta": {
            "id": 2964201,
            "name": "Ryu-Ran",
            "type": "Normal Monster",
            "desc": "A vicious little dragon sheltered in an egg that looks deceptively harmless.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/2964201.jpg"
          }
        },
        {
          "carta": {
            "id": 76218313,
            "name": "Dragon Buster Destruction Sword",
            "type": "Tuner Monster",
            "desc": "You can target 1 \"Buster Blader\" you control; equip this monster from your hand or your side of the field to that target. While this card is equipped to a monster, your opponent cannot Special Summon monsters from the Extra Deck. While this card is equipped to a monster: You can Special Summon this equipped card. You can only use this effect of \"Dragon Buster Destruction Sword\" once per turn.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/76218313.jpg"
          }
        },
        {
          "carta": {
            "id": 76774528,
            "name": "Scrap Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nOnce per turn: You can target 1 card you control and 1 card your opponent controls; destroy them. When this card in your possession is destroyed by your opponent's card and sent to your GY: Target 1 non-Synchro \"Scrap\" monster in your GY; Special Summon that target.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/76774528.jpg"
          }
        },
        {
          "carta": {
            "id": 91073013,
            "name": "Vanquish Soul Caesar Valius",
            "type": "Effect Monster",
            "desc": "During the Main Phase (Quick Effect): You can target 1 non-Dragon \"Vanquish Soul\" monster you control; return it to the hand, and if you do, Special Summon this card from your hand. (Quick Effect): You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);\r\n● EARTH: This face-up card is unaffected by your opponent's activated effects this turn.\r\n● EARTH, FIRE, & DARK: Destroy 1 other card on the field.\r\nYou can only use each effect of \"Vanquish Soul Caesar Valius\" once per turn, and cannot activate more than 1 in the same Chain.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/91073013.jpg"
          }
        },
        {
          "carta": {
            "id": 21250202,
            "name": "Odd-Eyes Persona Dragon",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, during the End Phase, if your opponent activated a card or effect this turn that targeted 1 \"Odd-Eyes\" Pendulum Monster you controlled (and no other cards) while this card was in your Pendulum Zone: Special Summon this card, and if you do, place 1 face-up \"Odd-Eyes\" Pendulum Monster from your Extra Deck in your Pendulum Zone, except \"Odd-Eyes Persona Dragon\".\n[ Monster Effect ] \nOnce per turn (Quick Effect): You can target 1 face-up monster on the field that was Special Summoned from the Extra Deck; it has its effects negated, until the end of this turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/21250202.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 2964201,
            "name": "Ryu-Ran",
            "type": "Normal Monster",
            "desc": "A vicious little dragon sheltered in an egg that looks deceptively harmless.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/2964201.jpg"
          }
        },
        {
          "carta": {
            "id": 70875955,
            "name": "Aerial Recharge",
            "type": "Trap Card",
            "desc": "Once per turn: You can Special Summon 1 \"Mecha Phantom Beast Token\" (Machine-Type/WIND/Level 3/ATK 0/DEF 0). During each player's End Phase, Tribute 1 Token or \"Mecha Phantom Beast\" monster, or send this card to the Graveyard.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/70875955.jpg"
          }
        },
        {
          "carta": {
            "id": 21250202,
            "name": "Odd-Eyes Persona Dragon",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, during the End Phase, if your opponent activated a card or effect this turn that targeted 1 \"Odd-Eyes\" Pendulum Monster you controlled (and no other cards) while this card was in your Pendulum Zone: Special Summon this card, and if you do, place 1 face-up \"Odd-Eyes\" Pendulum Monster from your Extra Deck in your Pendulum Zone, except \"Odd-Eyes Persona Dragon\".\n[ Monster Effect ] \nOnce per turn (Quick Effect): You can target 1 face-up monster on the field that was Special Summoned from the Extra Deck; it has its effects negated, until the end of this turn.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/21250202.jpg"
          }
        },
        {
          "carta": {
            "id": 76774528,
            "name": "Scrap Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nOnce per turn: You can target 1 card you control and 1 card your opponent controls; destroy them. When this card in your possession is destroyed by your opponent's card and sent to your GY: Target 1 non-Synchro \"Scrap\" monster in your GY; Special Summon that target.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/76774528.jpg"
          }
        }
      ],
      "id": 3
    },
    {
      "nome": "dudu5",
      "email": "dudu5@gmail.com",
      "senha": "1234567",
      "cash": 954.2,
      "cartas": [
        {
          "carta": {
            "id": 59695933,
            "name": "Intercept",
            "type": "Trap Card",
            "desc": "Activate only when a monster is Tribute Summoned with 1 Tribute. Take control of that monster.",
            "preco": "0.47",
            "img": "https://images.ygoprodeck.com/images/cards/59695933.jpg"
          }
        },
        {
          "carta": {
            "id": 16435215,
            "name": "Dragged Down into the Grave",
            "type": "Spell Card",
            "desc": "Both players reveal their hands, each chooses 1 card from their opponent's hand, then you discard the chosen cards from both players' hands, then both players draw 1 card.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/16435215.jpg"
          }
        },
        {
          "carta": {
            "id": 90246973,
            "name": "Power Pickaxe",
            "type": "Spell Card",
            "desc": "Once per turn, you can select and remove from play 1 monster in your opponent's Graveyard whose Level is less than or equal to the equipped monster's, and have the equipped monster gain 500 ATK until the End Phase.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/90246973.jpg"
          }
        },
        {
          "carta": {
            "id": 31801517,
            "name": "Number 62: Galaxy-Eyes Prime Photon Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\r\nIf this card battles, during damage calculation (Quick Effect): You can detach 1 material from this card once per battle; this card gains ATK equal to the combined Ranks of all Xyz Monsters currently on the field x 200, during that damage calculation only. If this card in its owner's control is destroyed by an opponent's card effect while it has \"Galaxy-Eyes Photon Dragon\" as Xyz Material: You can Special Summon this card during your 2nd Standby Phase after activation and double its ATK. Any battle damage this card inflicts to your opponent is halved unless it has \"Galaxy-Eyes Photon Dragon\" as Xyz Material.",
            "preco": "1.53",
            "img": "https://images.ygoprodeck.com/images/cards/31801517.jpg"
          }
        },
        {
          "carta": {
            "id": 39049051,
            "name": "Kahyoreigetsu",
            "type": "Spell Card",
            "desc": "Special Summon 1 Level 4 or lower Fairy, Spellcaster, Winged Beast, or Beast-Warrior monster from your hand, and if you do, equip it with this card, then you can return all Dragon monsters on the field to the hand. During the End Phase, if this card is in the GY because it was sent there from the Spell & Trap Zone this turn while face-up: You can add 1 \"Polymerization\" Spell, \"Fusion\" Spell, or \"Fusion Parasite\" from your Deck to your hand. You can only use each effect of \"Kahyoreigetsu\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/39049051.jpg"
          }
        },
        {
          "carta": {
            "id": 51267887,
            "name": "Raise Body Heat",
            "type": "Spell Card",
            "desc": "Equip only to a Dinosaur monster. It gains 300 ATK/DEF.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/51267887.jpg"
          }
        },
        {
          "carta": {
            "id": 54351224,
            "name": "Ritual Weapon",
            "type": "Spell Card",
            "desc": "Equip only to a Level 6 or lower Ritual Monster. It gains 1500 ATK and DEF.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/54351224.jpg"
          }
        },
        {
          "carta": {
            "id": 12735388,
            "name": "Rainbow Veil",
            "type": "Spell Card",
            "desc": "If the equipped monster battles an opponent's monster, while that monster is on the field its effect(s) is negated during the Battle Phase only.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/12735388.jpg"
          }
        },
        {
          "carta": {
            "id": 93969023,
            "name": "Black Metal Dragon",
            "type": "Effect Monster",
            "desc": "You can target 1 \"Red-Eyes\" monster you control; equip this monster from your hand or field to that target. It gains 600 ATK. If this card is sent from the field to the GY: You can add 1 \"Red-Eyes\" card from your Deck to your hand.",
            "preco": "0.86",
            "img": "https://images.ygoprodeck.com/images/cards/93969023.jpg"
          }
        },
        {
          "carta": {
            "id": 67675300,
            "name": "Snowdust Dragon",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by removing 4 Ice Counters from anywhere on the field. Other monsters with Ice Counters cannot attack or change their battle positions.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/67675300.jpg"
          }
        },
        {
          "carta": {
            "id": 8198620,
            "name": "Dragonecro Nethersoul Dragon",
            "type": "Fusion Monster",
            "desc": "2 Zombie monsters\r\nMust first be Fusion Summoned. Monsters cannot be destroyed by battle with this card. At the end of the Damage Step, if this card battled a monster that has an original Level: That monster's ATK becomes 0, also, if that monster is still face-up on the field, Special Summon 1 \"Dark Soul Token\" (Zombie/DARK/Level ?/ATK ?/DEF 0). (When Summoned, its Level and ATK become equal to the original Level and ATK of that monster.) You can only control 1 \"Dragonecro Nethersoul Dragon\".",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/8198620.jpg"
          }
        },
        {
          "carta": {
            "id": 76704943,
            "name": "Yamatano Dragon Scroll",
            "type": "Normal Monster",
            "desc": "A dragon conjured from the very scroll in which it was depicted.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/76704943.jpg"
          }
        },
        {
          "carta": {
            "id": 37115575,
            "name": "Malefic Truth Dragon",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned by its own effect, and cannot be Special Summoned by other ways. If a \"Malefic\" monster you control, except \"Malefic Truth Dragon\", is destroyed by battle or by card effect: You can pay half your Life Points; Special Summon this card from your hand or Graveyard. There can only be 1 \"Malefic\" monster on the field. If there is no face-up Field Spell Card on the field, destroy this card. If this card destroys an opponent's monster by battle: Destroy all face-up monsters your opponent controls.",
            "preco": "0.42",
            "img": "https://images.ygoprodeck.com/images/cards/37115575.jpg"
          }
        },
        {
          "carta": {
            "id": 83347294,
            "name": "Odd-Eyes Lancer Dragon",
            "type": "Effect Monster",
            "desc": "If a Pendulum Monster you control is destroyed by battle or card effect: You can Tribute 1 monster; Special Summon this card from your hand. If this card attacks, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step. If an \"Odd-Eyes\" card(s) you control would be destroyed by battle or card effect, you can destroy 1 \"Odd-Eyes\" card in your hand, Monster Zone, or Pendulum Zone instead.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/83347294.jpg"
          }
        },
        {
          "carta": {
            "id": 47363932,
            "name": "Scrap Wyvern",
            "type": "Link Monster",
            "desc": "2 monsters, including a \"Scrap\" monster\r\nYou can target 1 \"Scrap\" monster in your GY; Special Summon it, then destroy 1 card you control. If another face-up \"Scrap\" monster is destroyed by card effect, while you control this monster (except during the Damage Step): You can Special Summon 1 \"Scrap\" monster from your Deck, then destroy 1 card on the field. You can only use each effect of \"Scrap Wyvern\" once per turn.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/47363932.jpg"
          }
        },
        {
          "carta": {
            "id": 87835759,
            "name": "Dragon Knight of Creation",
            "type": "Effect Monster",
            "desc": "Increase this card's Level by 4 during your opponent's turn only. When this card destroys an opponent's monster by battle and sends it to the GY: You can send 1 Level 7 or 8 Dragon monster from your Deck to the GY. You can send 1 card from your hand to the GY, then target 1 Level 7 or 8 Dragon monster in your GY; send this card to the GY, and if you do, Special Summon that monster. You can only use this effect of \"Dragon Knight of Creation\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/87835759.jpg"
          }
        },
        {
          "carta": {
            "id": 42566602,
            "name": "Coral Dragon",
            "type": "Synchro Tuner Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nOnce per turn: You can discard 1 card, then target 1 card your opponent controls; destroy it. If this Synchro Summoned card is sent from the field to the GY: You can draw 1 card. You can only use this effect of \"Coral Dragon\" once per turn.",
            "preco": "4.62",
            "img": "https://images.ygoprodeck.com/images/cards/42566602.jpg"
          }
        },
        {
          "carta": {
            "id": 37683547,
            "name": "Albaz the Ashen",
            "type": "Effect Monster",
            "desc": "This card's name becomes \"Fallen of Albaz\" while on the field or in the GY. While a Level 8 Fusion Monster is in your GY, this card gains 200 ATK for each monster in your GY, also your opponent cannot target other monsters you control with card effects. If a monster(s) you control leaves the field by an opponent's card effect, while this card and a Fusion Monster are in your GY (except during the Damage Step): You can Special Summon this card. You can only use this effect of \"Albaz the Ashen\" once per turn.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/37683547.jpg"
          }
        },
        {
          "carta": {
            "id": 4022819,
            "name": "Hieratic Dragon of Eset",
            "type": "Effect Monster",
            "desc": "You can Normal Summon this card without Tributing, but its original ATK becomes 1000. Once per turn: You can target 1 face-up Dragon-Type Normal Monster on the field; the Levels of all face-up \"Hieratic\" monsters currently on the field become the Level of that monster, until the End Phase. When this card is Tributed: Special Summon 1 Dragon-Type Normal Monster from your hand, Deck, or Graveyard, and make its ATK and DEF 0.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/4022819.jpg"
          }
        },
        {
          "carta": {
            "id": 49879995,
            "name": "Phantom Dragon",
            "type": "Effect Monster",
            "desc": "When your opponent Special Summons a monster (except during the Damage Step): You can Special Summon this card from your hand. 2 of your Monster Card Zones cannot be used.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/49879995.jpg"
          }
        },
        {
          "carta": {
            "id": 30794966,
            "name": "Hieratic Dragon of Asar",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by banishing 1 LIGHT Dragon-Type monster and 1 Dragon-Type Normal Monster from your Graveyard. If this face-up card on the field would be destroyed, you can Tribute 1 face-up \"Hieratic\" monster instead, except this card.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/30794966.jpg"
          }
        },
        {
          "carta": {
            "id": 54343893,
            "name": "Vice Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a monster and you control no monsters, you can Special Summon this card (from your hand), but its original ATK and DEF become halved.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/54343893.jpg"
          }
        },
        {
          "carta": {
            "id": 22070401,
            "name": "Starving Venemy Lethal Dose Dragon",
            "type": "Pendulum Effect Fusion Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, during your Main Phase: You can place 1 Venemy Counter on each face-up monster your opponent controls. All monsters on the field, except DARK Dragon monsters, lose 200 ATK for each Venemy Counter on the field.\n[ Monster Effect ] \n3 DARK Pendulum Monsters\r\nEach time a card(s) is sent from the field to the GY, place 1 Venemy Counter on this card for each sent card. All monsters on the field, except DARK Dragon monsters, lose 200 ATK for each Venemy Counter on the field. Once per turn, during your Main Phase: You can negate the effects of all face-up monsters your opponent currently controls, until the end of this turn. If this card in the Monster Zone is destroyed by battle or card effect: You can place this card in your Pendulum Zone.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/22070401.jpg"
          }
        },
        {
          "carta": {
            "id": 53804307,
            "name": "Blaster, Dragon Ruler of Infernos",
            "type": "Effect Monster",
            "desc": "If this card is in your hand or Graveyard: You can banish a total of 2 FIRE and/or Dragon-Type monsters from your hand and/or Graveyard, except this card; Special Summon this card. During your opponent's End Phase, if this card was Special Summoned: Return it to the hand. You can discard this card and 1 FIRE monster to the Graveyard, then target 1 card on the field; destroy that target. If this card is banished: You can add 1 FIRE Dragon-Type monster from your Deck to your hand. You can only use 1 \"Blaster, Dragon Ruler of Infernos\" effect per turn, and only once that turn.",
            "preco": "0.91",
            "img": "https://images.ygoprodeck.com/images/cards/53804307.jpg"
          }
        },
        {
          "carta": {
            "id": 28279543,
            "name": "Curse of Dragon",
            "type": "Normal Monster",
            "desc": "A wicked dragon that taps into dark forces to execute a powerful attack.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/28279543.jpg"
          }
        },
        {
          "carta": {
            "id": 63767246,
            "name": "Number 38: Hope Harbinger Dragon Titanic Galaxy",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\nOnce per turn, when a Spell Card or effect is activated on the field (Quick Effect): You can negate that effect, and if you do, attach that card to this card as material. When an opponent's monster declares an attack: You can detach 1 material from this card; change the attack target to this card and perform damage calculation. If a face-up Xyz Monster(s) you control is destroyed by battle or card effect: You can target 1 face-up Xyz Monster you control; it gains ATK equal to 1 of those destroyed monster's original ATK.",
            "preco": "2.83",
            "img": "https://images.ygoprodeck.com/images/cards/63767246.jpg"
          }
        },
        {
          "carta": {
            "id": 49816630,
            "name": "Gaiarmor Dragonshell",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nYou can Tribute this card, then target 3 other Synchro Monsters in your GY; return them to the Extra Deck. You can target 1 monster you control Special Summoned from the Extra Deck; equip this card from your GY to it. When an attack is declared involving the monster equipped with this card: You can draw 1 card. You can only use each effect of \"Gaiarmor Dragonshell\" once per turn.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/49816630.jpg"
          }
        },
        {
          "carta": {
            "id": 79856792,
            "name": "Rainbow Dragon",
            "type": "Effect Monster",
            "desc": "(This card is always treated as an \"Ultimate Crystal\" card.)\r\nCannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by having 7 \"Crystal Beast\" cards with different names on your field and/or GY. This card cannot activate the following effects the turn it is Special Summoned. (Quick Effect): You can send all face-up \"Crystal Beast\" monsters you control to the GY; this card gains 1000 ATK for each monster sent to the GY. You can banish all \"Crystal Beast\" monsters from your GY; shuffle all cards on the field into the Deck.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/79856792.jpg"
          }
        },
        {
          "carta": {
            "id": 41659072,
            "name": "Judgment, the Dragon of Heaven",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nIf you Synchro Summon this card, all materials must be the same Attribute. Once per turn, if you have 4 or more Tuners with different names in your GY and control this Synchro Summoned card: You can pay half your LP; destroy all other cards on the field, also, you cannot Special Summon monsters for the rest of this turn, except Dragon monsters. Once per turn, during your End Phase: Banish 4 cards from the top of your Deck.",
            "preco": "1.67",
            "img": "https://images.ygoprodeck.com/images/cards/41659072.jpg"
          }
        },
        {
          "carta": {
            "id": 7987191,
            "name": "Borreload Riot Dragon",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Heavy Interlock\". When your opponent Special Summons a monster(s) (Quick Effect): You can negate the Special Summon, and if you do, destroy that monster(s), then destroy this card or 1 \"Rokket\" monster you control. If this card is in your GY: You can target 1 \"Borrel\" or \"Rokket\" monster in your GY; destroy 1 card you control or in your hand, and if you do, add that target to your hand. You can only use each effect of \"Borreload Riot Dragon\" once per turn.",
            "preco": "0.45",
            "img": "https://images.ygoprodeck.com/images/cards/7987191.jpg"
          }
        },
        {
          "carta": {
            "id": 62873545,
            "name": "Dragon Master Knight",
            "type": "Fusion Monster",
            "desc": "\"Black Luster Soldier\" + \"Blue-Eyes Ultimate Dragon\"\r\nMust be Fusion Summoned. This card gains 500 ATK for each Dragon monster you control, except this card.",
            "preco": "0.95",
            "img": "https://images.ygoprodeck.com/images/cards/62873545.jpg"
          }
        },
        {
          "carta": {
            "id": 99212922,
            "name": "White Dragon Ninja",
            "type": "Effect Monster",
            "desc": "Cannot be Special Summoned, except with a \"Ninjitsu Art\" card's effect. Spells/Traps you control cannot be destroyed by card effects.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/99212922.jpg"
          }
        },
        {
          "carta": {
            "id": 55013285,
            "name": "Troop Dragon",
            "type": "Effect Monster",
            "desc": "If this card is destroyed by battle and sent to the GY: Special Summon 1 \"Troop Dragon\" from your Deck.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/55013285.jpg"
          }
        },
        {
          "carta": {
            "id": 39111158,
            "name": "Tri-Horned Dragon",
            "type": "Normal Monster",
            "desc": "An unworthy dragon with three sharp horns sprouting from its head.",
            "preco": "3.67",
            "img": "https://images.ygoprodeck.com/images/cards/39111158.jpg"
          }
        },
        {
          "carta": {
            "id": 93125329,
            "name": "Golden Cloud Beast - Malong",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nIf this card is Special Summoned: You can increase or decrease its Level by 1. If this card is sent to the GY: You can target 1 face-up card your opponent controls; return it to the hand. You can only use this effect of \"Golden Cloud Beast - Malong\" once per turn.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/93125329.jpg"
          }
        },
        {
          "carta": {
            "id": 80513550,
            "name": "Dragon Queen of Tragic Endings",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned or Set. Must first be Special Summoned (from your hand) while you control 3 or more face-up Continuous Spell Cards. When this attacking card inflicts Battle Damage to your opponent: Your opponent sends 1 card from their hand to the Graveyard, then you draw 1 card. During your Standby Phase, if this card is in your Graveyard and was sent there from the field: You can send 1 face-up Continuous Spell Card you control to the Graveyard; Special Summon this card from the Graveyard.",
            "preco": "2.36",
            "img": "https://images.ygoprodeck.com/images/cards/80513550.jpg"
          }
        },
        {
          "carta": {
            "id": 43411769,
            "name": "Guardragon Garmides",
            "type": "Effect Monster",
            "desc": "If a Normal Monster(s) is sent to your GY (except during the Damage Step): You can Special Summon this card from your hand. If this card is in your GY: You can send 1 Dragon monster from your hand to the GY; add this card to your hand. You can only use each effect of \"Guardragon Garmides\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/43411769.jpg"
          }
        },
        {
          "carta": {
            "id": 12213463,
            "name": "White Rose Dragon",
            "type": "Effect Monster",
            "desc": "When this card is Normal Summoned: You can Special Summon 1 \"Rose Dragon\" monster from your hand or GY, except \"White Rose Dragon\". You can only use each of these effects of \"White Rose Dragon\" once per turn:\r\n● If you control a Dragon Tuner or Plant Tuner: You can Special Summon this card from your hand.\r\n● If this card is sent to the GY as Synchro Material: You can send 1 Level 4 or higher Plant monster from your Deck to the GY.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/12213463.jpg"
          }
        },
        {
          "carta": {
            "id": 6247535,
            "name": "Borreload eXcharge Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 4 DARK Dragon monsters\r\nNeither player can target this Xyz Summoned card with monster effects, except its own. Once per turn: You can detach 1 material from this card, then target 1 face-up monster on the field; it loses 600 ATK/DEF, then, you can Special Summon 1 \"Borrel\" monster from your GY, but banish it during the End Phase, also you cannot Special Summon other monsters or attack directly for the rest of this turn.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/6247535.jpg"
          }
        },
        {
          "carta": {
            "id": 29455728,
            "name": "Twin Photon Lizard",
            "type": "Fusion Monster",
            "desc": "2 \"Photon\" monsters\nYou can Tribute this card; Special Summon, from your Graveyard, both of the Fusion Material Monsters used for the Fusion Summon of this card.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/29455728.jpg"
          }
        },
        {
          "carta": {
            "id": 2896663,
            "name": "ZW - Dragonic Halberd",
            "type": "XYZ Monster",
            "desc": "2 Level 5 monsters\r\nCannot attack directly. Once per turn: You can detach 1 material from this card; add 1 \"Zexal\" Spell/Trap from your Deck to your hand. You can target 1 \"Utopia\" monster you control; equip this card you control to it. It gains 3000 ATK. When the equipped monster destroys a monster by battle: You can Special Summon to your field any number of \"ZW -\" Monster Cards equipped to it.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/2896663.jpg"
          }
        },
        {
          "carta": {
            "id": 38109772,
            "name": "Dragonic Knight",
            "type": "Effect Monster",
            "desc": "When the effect of an opponent's monster is activated that targets and destroys a card(s) you control, you can send the targeted card(s) to the Graveyard to Special Summon this card from your hand.",
            "preco": "0.38",
            "img": "https://images.ygoprodeck.com/images/cards/38109772.jpg"
          }
        },
        {
          "carta": {
            "id": 25206027,
            "name": "Interplanetarypurplythorny Dragon",
            "type": "Effect Monster",
            "desc": "If a monster you control is destroyed by battle or card effect and sent to the Graveyard: You can Special Summon this card from your hand.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/25206027.jpg"
          }
        },
        {
          "carta": {
            "id": 58820923,
            "name": "Number 95: Galaxy-Eyes Dark Matter Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 9 monsters\nYou can also Xyz Summon this card by using a \"Galaxy-Eyes\" Xyz Monster you control as the Xyz Material. (Xyz Materials attached to that monster also become Xyz Materials on this card.) Cannot be used as an Xyz Material for an Xyz Summon. When this card is Xyz Summoned: You can send 3 Dragon-Type monsters with different names from your Deck to the Graveyard; your opponent banishes 3 monsters from their Deck. You can detach 1 Xyz Material from this card; this card can make up to 2 attacks on monsters during each Battle Phase this turn.",
            "preco": "4.67",
            "img": "https://images.ygoprodeck.com/images/cards/58820923.jpg"
          }
        },
        {
          "carta": {
            "id": 27572350,
            "name": "Bystial Dis Pater",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner Dragon monsters\r\nYou can target 1 banished LIGHT or DARK monster; Special Summon it to your field. When your opponent activates a monster effect (Quick Effect): You can target 1 banished card; shuffle it into the Deck, then if you shuffled it into your Deck, destroy that monster, or if you shuffled it into your opponent's Deck, negate that activated effect. You can only use each effect of \"Bystial Dis Pater\" once per turn.",
            "preco": "23.65",
            "img": "https://images.ygoprodeck.com/images/cards/27572350.jpg"
          }
        },
        {
          "carta": {
            "id": 67310848,
            "name": "Dwarf Star Dragon Planeter",
            "type": "Effect Monster",
            "desc": "Once per turn, during the End Phase, if this card was Normal Summoned this turn: You can add 1 Level 7 LIGHT or DARK monster from your Deck to your hand.",
            "preco": "0.06",
            "img": "https://images.ygoprodeck.com/images/cards/67310848.jpg"
          }
        },
        {
          "carta": {
            "id": 46384672,
            "name": "Armed Dragon LV5",
            "type": "Effect Monster",
            "desc": "You can send 1 monster from your hand to the GY, then target 1 monster your opponent controls with ATK less than or equal to the sent monster's ATK; destroy that target. During the End Phase, if this card destroyed a monster by battle this turn: You can send this card to the GY; Special Summon 1 \"Armed Dragon LV7\" from your hand or Deck.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/46384672.jpg"
          }
        },
        {
          "carta": {
            "id": 98287529,
            "name": "Amorphactor Pain, the Imagination Dracoverlord",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Amorphous Persona\". If this card is Ritual Summoned: Your opponent skips their next Main Phase 1. Negate the effects of face-up Fusion, Synchro, and Xyz Monsters while they are on the field. If this card is sent from the field to the Graveyard: You can add 1 \"Dracoverlord\" monster from your Deck to your hand, except \"Amorphactor Pain, the Imagination Dracoverlord\".",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/98287529.jpg"
          }
        },
        {
          "carta": {
            "id": 96005454,
            "name": "Hunter Dragon",
            "type": "Normal Monster",
            "desc": "This dragon has taken down countless prey with its sharp fangs. It strikes very quickly, because if it does not strike first it is vulnerable to a counter-attack.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/96005454.jpg"
          }
        },
        {
          "carta": {
            "id": 53184342,
            "name": "Dragunity Arma Gram",
            "type": "Effect Monster",
            "desc": "You can banish 2 Dragon and/or Winged Beast monsters from your GY: Special Summon this card from your hand or GY. You can target 1 face-up monster; its effects are negated, also it loses 1000 ATK for each Equip Card you control. When your opponent's monster is destroyed by battle and sent to the GY: You can equip it to this card. You can only use each effect of \"Dragunity Arma Gram\" once per turn.",
            "preco": "0.69",
            "img": "https://images.ygoprodeck.com/images/cards/53184342.jpg"
          }
        },
        {
          "carta": {
            "id": 11443677,
            "name": "Blue-Eyes Tyrant Dragon",
            "type": "Fusion Monster",
            "desc": "\"Blue-Eyes White Dragon\" + 1 Dragon monster\r\nMust first be either Fusion Summoned, or Special Summoned from your Extra Deck by Tributing 1 \"Blue-Eyes White Dragon\" equipped with a Fusion Monster. Unaffected by Trap Cards or effects. This card can attack all monsters your opponent controls, once each. Once per turn, at the end of the Damage Step, if this card battled: You can target 1 Trap in your GY; Set it to your Spell & Trap Zone.",
            "preco": "0.40",
            "img": "https://images.ygoprodeck.com/images/cards/11443677.jpg"
          }
        },
        {
          "carta": {
            "id": 50621530,
            "name": "Powered Tuner",
            "type": "Effect Monster",
            "desc": "This card gains 500 ATK for each face-up Tuner monster on the field.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/50621530.jpg"
          }
        },
        {
          "carta": {
            "id": 99307040,
            "name": "Horus the Black Flame Deity",
            "type": "Effect Monster",
            "desc": "If you control a \"Horus\" monster and \"King's Sarcophagus\": You can reveal this card in your hand, then send 1 card from your hand or field to the GY; send 1 card on the field to the GY. If a face-up \"King's Sarcophagus\", and/or \"Horus\" monster(s) other than \"Horus the Black Flame Deity\", you control leaves the field by an opponent's card effect (except during the Damage Step): You can Special Summon this card from your hand, then you can send all other monsters on the field to the GY. You can only use each effect of \"Horus the Black Flame Deity\" once per turn.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/99307040.jpg"
          }
        },
        {
          "carta": {
            "id": 68468459,
            "name": "Fallen of Albaz",
            "type": "Effect Monster",
            "desc": "If this card is Normal or Special Summoned (except during the Damage Step): You can discard 1 card; Fusion Summon 1 Fusion Monster from your Extra Deck, using monsters on either field as Fusion Material, including this card, but you cannot use other monsters you control as Fusion Material. You can only use this effect of \"Fallen of Albaz\" once per turn.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/68468459.jpg"
          }
        },
        {
          "carta": {
            "id": 11091375,
            "name": "Luster Dragon",
            "type": "Normal Monster",
            "desc": "A very beautiful dragon covered with sapphire. It does not like fights, but has incredibly high attack power.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/11091375.jpg"
          }
        },
        {
          "carta": {
            "id": 34079868,
            "name": "Master Peace, the True Dracoslayer",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 1 \"Dracoslayer\" monster and 1 \"Dracoverlord\" monster, and cannot be Special Summoned by other ways. Once per turn, during either player's turn, when a card or effect is activated: You can negate the activation, and if you do, destroy that card. If this card in its owner's control is destroyed by an opponent's card (by battle or card effect): You can Special Summon 1 \"Dracoslayer\" monster and 1 \"Dracoverlord\" monster from your Deck.",
            "preco": "0.29",
            "img": "https://images.ygoprodeck.com/images/cards/34079868.jpg"
          }
        },
        {
          "carta": {
            "id": 12950294,
            "name": "Speedburst Dragon",
            "type": "Effect Monster",
            "desc": "When you take effect damage (except during the Damage Step): You can Special Summon this card from your hand, then inflict damage to your opponent equal to the damage you took, and if you do, you gain LP equal to half that damage you inflicted. When this card is Tribute Summoned: You can add 2 \"Rokket\" monsters with different names from your Deck to your hand. You can only use each effect of \"Speedburst Dragon\" once per turn.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/12950294.jpg"
          }
        },
        {
          "carta": {
            "id": 22804410,
            "name": "Deep-Eyes White Dragon",
            "type": "Effect Monster",
            "desc": "When a face-up \"Blue-Eyes\" monster(s) you control is destroyed by battle or an opponent's card effect, and you have a Dragon-Type monster in your Graveyard: You can Special Summon this card from your hand, and if you do, inflict 600 damage to your opponent for each Dragon-Type monster with different names in your Graveyard. If this card is Normal or Special Summoned: Target 1 Dragon-Type monster in your Graveyard; this card's ATK becomes equal to that monster's. If this card on the field is destroyed by a card effect: Destroy all monsters your opponent controls.",
            "preco": "1.03",
            "img": "https://images.ygoprodeck.com/images/cards/22804410.jpg"
          }
        },
        {
          "carta": {
            "id": 64276752,
            "name": "Arc Rebellion Xyz Dragon",
            "type": "XYZ Monster",
            "desc": "3 Level 5 monsters\r\nThis Xyz Summoned card cannot be destroyed by card effects. You can detach 1 material from this card; this card gains ATK equal to the total original ATK of all other monsters on the field, then, if this card has a DARK Xyz Monster as material, negate the effects of all other face-up monsters on the field. After this effect resolves, you cannot declare attacks with other monsters for the rest of this turn. You can only use this effect of \"Arc Rebellion Xyz Dragon\" once per turn.",
            "preco": "0.34",
            "img": "https://images.ygoprodeck.com/images/cards/64276752.jpg"
          }
        },
        {
          "carta": {
            "id": 7805147,
            "name": "Soldier Dragons",
            "type": "Effect Monster",
            "desc": "Once per turn, when your opponent activates a card or effect (Quick Effect): You can Special Summon 1 Level 2 or lower Dragon monster from your Deck.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/7805147.jpg"
          }
        },
        {
          "carta": {
            "id": 9260791,
            "name": "Galaxy-Eyes Cloudragon",
            "type": "Effect Monster",
            "desc": "You can Tribute this card; Special Summon 1 \"Galaxy-Eyes\" monster from your hand or Graveyard, except \"Galaxy-Eyes Cloudragon\". You can only use this effect of \"Galaxy-Eyes Cloudragon\" once per turn. If this card is in the Graveyard: You can target 1 \"Galaxy-Eyes\" Xyz Monster you control; attach this card to it as an Xyz Material. You can only use this effect of \"Galaxy-Eyes Cloudragon\" once per Duel.",
            "preco": "3.40",
            "img": "https://images.ygoprodeck.com/images/cards/9260791.jpg"
          }
        },
        {
          "carta": {
            "id": 4991081,
            "name": "Harpie's Pet Dragon - Fearsome Fire Blast",
            "type": "Effect Monster",
            "desc": "Monsters cannot target Level 6 or lower \"Harpie\" monsters for attacks. You can only use each of the following effects of \"Harpie's Pet Dragon - Fearsome Fire Blast\" once per turn. If you control a Level 6 or lower WIND monster: You can Special Summon this card from your hand in Defense Position. If this card is sent from the field to the GY: You can send 1 WIND Winged Beast monster from your Deck to the GY.",
            "preco": "3.20",
            "img": "https://images.ygoprodeck.com/images/cards/4991081.jpg"
          }
        },
        {
          "carta": {
            "id": 17063599,
            "name": "Heavenly Zephyr - Miradora",
            "type": "Effect Monster",
            "desc": "The activation and effect of this card's effects cannot be negated. If your opponent Special Summons a monster(s) with 2000 or more ATK from the Extra Deck (except during the Damage Step): You can Special Summon this card from your hand. If this card is Special Summoned from the hand: You can target 1 face-up opponent's monster that was Special Summoned from the Extra Deck; neither player can activate that monster's effects while this monster is face-up on the field. You can only use each effect of \"Heavenly Zephyr - Miradora\" once per turn.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/17063599.jpg"
          }
        },
        {
          "carta": {
            "id": 78144171,
            "name": "Dark Armed, the Dragon of Annihilation",
            "type": "XYZ Monster",
            "desc": "2+ Level 7 monsters\r\nOnce per turn, if you have exactly 5 DARK monsters in your GY, you can also Xyz Summon \"Dark Armed, the Dragon of Annihilation\" by using 1 Level 5 or higher DARK Dragon monster you control as material. You can detach 1 material from this card, then target 1 card your opponent controls; destroy it, then banish 1 card from your GY, also, this card cannot attack for the rest of this turn.",
            "preco": "9.51",
            "img": "https://images.ygoprodeck.com/images/cards/78144171.jpg"
          }
        },
        {
          "carta": {
            "id": 37910722,
            "name": "Ascension Sky Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nIf this card is Synchro Summoned: It gains 800 ATK for each card currently in your hand. When this card you control is destroyed by your opponent's card and sent to your GY, if all of the monsters that were used for the Synchro Summon of this card are in your GY: You can Special Summon all of them, but their effects are negated. You can only use this effect of \"Ascension Sky Dragon\" once per turn.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/37910722.jpg"
          }
        },
        {
          "carta": {
            "id": 60681103,
            "name": "Divine Dragon Lord Felgrand",
            "type": "Effect Monster",
            "desc": "If this card is Special Summoned from the Graveyard: You can target 1 monster your opponent controls or in their Graveyard; banish it, and if you do, this card gains ATK and DEF equal to the banished monster's original Level/Rank x 100. If this card destroys an opponent's monster by battle: You can target 1 Level 7 or 8 Dragon-Type monster in the Graveyard, except \"Divine Dragon Lord Felgrand\"; Special Summon it to your field.",
            "preco": "0.69",
            "img": "https://images.ygoprodeck.com/images/cards/60681103.jpg"
          }
        },
        {
          "carta": {
            "id": 51043053,
            "name": "Heliosphere Dragon",
            "type": "Effect Monster",
            "desc": "While your opponent has 4 or less cards in their hand and this card is the only monster you control, your opponent cannot declare an attack. Once per turn, if you control a Level 8 Dragon-Type monster: You can make this card become Level 8 until the end of this turn.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/51043053.jpg"
          }
        },
        {
          "carta": {
            "id": 15627227,
            "name": "Overburst Dragon",
            "type": "Link Monster",
            "desc": "2 \"Rokket\" monsters\nYou can target 1 other Link Monster you control; Special Summon 1 \"Rokket\" monster from your hand to your zone that target points to, but the monster Summoned by this effect cannot be used as Link Material, also destroy it during the End Phase. You can only use this effect of \"Overburst Dragon\" once per turn. When this card is destroyed by battle and sent to the GY: You can target 1 \"Rokket\" monster in your GY; add it to your hand.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/15627227.jpg"
          }
        },
        {
          "carta": {
            "id": 69120785,
            "name": "The Bystial Alba Los",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand or GY) by Tributing 2 \"Bystial\" monsters. While this card, Summoned this way, is in the Monster Zone, negate the effects of all face-up Ritual, Fusion, Synchro, Xyz, and Link Monsters on the field. If this face-up card in its owner's control leaves the field because of an opponent's card effect: You can banish all face-down cards in the Extra Decks, face-up, until your opponent's End Phase.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/69120785.jpg"
          }
        },
        {
          "carta": {
            "id": 68299524,
            "name": "Pandemic Dragon",
            "type": "Effect Monster",
            "desc": "Once per turn: You can pay LP in multiples of 100; other face-up monsters on the field lose that much ATK. Once per turn: You can target 1 monster on the field with ATK less than or equal to this card's; destroy it. If this card is destroyed by battle or card effect: All face-up monsters on the field lose 1000 ATK.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/68299524.jpg"
          }
        },
        {
          "carta": {
            "id": 98884569,
            "name": "Blue Rose Dragon",
            "type": "Effect Monster",
            "desc": "When this card on the field is destroyed and sent to the GY: You can target 1 \"Black Rose Dragon\" or 1 Plant monster in your GY; Special Summon that monster.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/98884569.jpg"
          }
        },
        {
          "carta": {
            "id": 33854624,
            "name": "Bystial Magnamhut",
            "type": "Effect Monster",
            "desc": "You can target 1 LIGHT or DARK monster in either GY; banish it, and if you do, Special Summon this card from your hand. This is a Quick Effect if your opponent controls a monster. If this card is Special Summoned: You can activate this effect; during the End Phase of this turn, add 1 Dragon monster from your Deck or GY to your hand, except \"Bystial Magnamhut\". You can only use each effect of \"Bystial Magnamhut\" once per turn.",
            "preco": "1.62",
            "img": "https://images.ygoprodeck.com/images/cards/33854624.jpg"
          }
        },
        {
          "carta": {
            "id": 91073013,
            "name": "Vanquish Soul Caesar Valius",
            "type": "Effect Monster",
            "desc": "During the Main Phase (Quick Effect): You can target 1 non-Dragon \"Vanquish Soul\" monster you control; return it to the hand, and if you do, Special Summon this card from your hand. (Quick Effect): You can activate 1 of these effects, by revealing monster(s) in your hand with the listed Attribute(s);\r\n● EARTH: This face-up card is unaffected by your opponent's activated effects this turn.\r\n● EARTH, FIRE, & DARK: Destroy 1 other card on the field.\r\nYou can only use each effect of \"Vanquish Soul Caesar Valius\" once per turn, and cannot activate more than 1 in the same Chain.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/91073013.jpg"
          }
        },
        {
          "carta": {
            "id": 70534340,
            "name": "Lubellion the Searing Dragon",
            "type": "Fusion Monster",
            "desc": "1 DARK monster + \"Fallen of Albaz\"\r\nIf this card is Fusion Summoned: You can discard 1 card; Fusion Summon 1 Level 8 or lower Fusion Monster from your Extra Deck, except \"Lubellion the Searing Dragon\", by shuffling Fusion Materials mentioned on it into the Deck, from your monsters on the field, GY, and/or face-up banished cards. For the rest of this turn, this card cannot attack, also you cannot Special Summon monsters from the Extra Deck, except Fusion Monsters. You can only use this effect of \"Lubellion the Searing Dragon\" once per turn.",
            "preco": "0.26",
            "img": "https://images.ygoprodeck.com/images/cards/70534340.jpg"
          }
        },
        {
          "carta": {
            "id": 33008376,
            "name": "Materiactor Gigadra",
            "type": "Effect Monster",
            "desc": "You can discard 1 card; Special Summon 1 Level 3 Normal Monster from your hand or Deck, or if you discarded a Normal Monster to activate this effect, you can Special Summon 1 \"Materiactor\" monster instead. You can only use this effect of \"Materiactor Gigadra\" once per turn. You cannot Special Summon monsters from the Extra Deck, except Xyz Monsters.",
            "preco": "0.02",
            "img": "https://images.ygoprodeck.com/images/cards/33008376.jpg"
          }
        },
        {
          "carta": {
            "id": 83994433,
            "name": "Stardust Spark Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\nOnce per turn (Quick Effect): You can target 1 face-up card you control; once during this turn, it cannot be destroyed by battle or card effects.",
            "preco": "0.22",
            "img": "https://images.ygoprodeck.com/images/cards/83994433.jpg"
          }
        },
        {
          "carta": {
            "id": 97489701,
            "name": "Red Nova Dragon",
            "type": "Synchro Monster",
            "desc": "2 Tuners + \"Red Dragon Archfiend\"\nThis card gains 500 ATK for each Tuner monster in your Graveyard. Cannot be destroyed by an opponent's card effects. When an opponent's monster declares an attack: You can target the attacking monster; banish this card, and if you do, negate that attack. During the next End Phase: Special Summon this card banished by this effect.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/97489701.jpg"
          }
        },
        {
          "carta": {
            "id": 662853,
            "name": "Sanctity of Dragon",
            "type": "Link Monster",
            "desc": "3+ Dragon Effect Monsters\nMust be Link Summoned. If this Extra Linked card attacks your opponent directly and reduces their LP to 0, you win the Match.",
            "preco": "30.89",
            "img": "https://images.ygoprodeck.com/images/cards/662853.jpg"
          }
        },
        {
          "carta": {
            "id": 74677422,
            "name": "Red-Eyes Black Dragon",
            "type": "Normal Monster",
            "desc": "''A ferocious dragon with a deadly attack.''",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/74677422.jpg"
          }
        },
        {
          "carta": {
            "id": 78009994,
            "name": "Dragonic Guard",
            "type": "Effect Monster",
            "desc": "Each time a monster is Normal Summoned or Set, place 1 Dragonic Counter on this card. You can send this face-up card to the Graveyard to Special Summon 1 Dragon-Type monster from your Deck whose Level is less than or equal to the number of Dragonic Counters on this card.",
            "preco": "0.37",
            "img": "https://images.ygoprodeck.com/images/cards/78009994.jpg"
          }
        },
        {
          "carta": {
            "id": 51570882,
            "name": "Greedy Venom Fusion Dragon",
            "type": "Fusion Monster",
            "desc": "1 \"Predaplant\" monster + 1 DARK monster whose original Level is 8 or higher\r\nMust first be Fusion Summoned. Once per turn: You can target 1 face-up monster on the field; until the end of this turn, change that target's ATK to 0, also that target has its effects negated. If this card is destroyed and sent to the Graveyard: Destroy as many monsters on the field as possible, then you can banish 1 Level 8 or higher DARK monster from your Graveyard and Special Summon this card from the Graveyard.",
            "preco": "4.62",
            "img": "https://images.ygoprodeck.com/images/cards/51570882.jpg"
          }
        },
        {
          "carta": {
            "id": 71408082,
            "name": "Paladin of Dark Dragon",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Dark Dragon Ritual\". At the start of the Damage Step, if this card attacks a Defense Position monster: Destroy that monster. You can Tribute this card; Special Summon 1 \"Red-Eyes\" monster from your hand or Deck, except \"Red-Eyes B. Chick\". You can only use this effect of \"Paladin of Dark Dragon\" once per turn.",
            "preco": "0.57",
            "img": "https://images.ygoprodeck.com/images/cards/71408082.jpg"
          }
        },
        {
          "carta": {
            "id": 99267150,
            "name": "Five-Headed Dragon",
            "type": "Fusion Monster",
            "desc": "5 Dragon monsters\r\nMust be Fusion Summoned. Cannot be destroyed by battle with a DARK, EARTH, WATER, FIRE, or WIND monster.",
            "preco": "1.24",
            "img": "https://images.ygoprodeck.com/images/cards/99267150.jpg"
          }
        },
        {
          "carta": {
            "id": 21435914,
            "name": "Dragocytos Corrupted Nethersoul Dragon",
            "type": "Synchro Monster",
            "desc": "1 DARK Tuner + 1 non-Tuner Dragon-Type monster\nCannot be destroyed by battle. When this card destroys an opponent's monster by battle and sends it to the Graveyard: You can activate this effect; this card can make a second attack on an opponent's monster in a row. During your Standby Phase: You can target 1 face-up monster your opponent controls; its ATK becomes half its current ATK, and if it does, inflict damage to your opponent equal to that lost ATK.",
            "preco": "1.96",
            "img": "https://images.ygoprodeck.com/images/cards/21435914.jpg"
          }
        },
        {
          "carta": {
            "id": 19747827,
            "name": "Red-Eyes Black Dragon Sword",
            "type": "Fusion Monster",
            "desc": "Must be Special Summoned with \"The Claw of Hermos\", using a Dragon monster. If this card is Special Summoned: Target 1 other face-up monster on the field; equip this card to it. It gains 1000 ATK, and 500 ATK/DEF for each Dragon monster on the field and in the GYs.",
            "preco": "0.15",
            "img": "https://images.ygoprodeck.com/images/cards/19747827.jpg"
          }
        },
        {
          "carta": {
            "id": 7127502,
            "name": "Lector Pendulum, the Dracoverlord",
            "type": "Pendulum Effect Monster",
            "desc": "[ Pendulum Effect ] \nNegate the effects of face-up Pendulum Monsters while your opponent controls them.\n[ Monster Effect ] \nAt the start of the Damage Step, if this card battles a Pendulum Monster: Destroy both that monster and this card.",
            "preco": "0.19",
            "img": "https://images.ygoprodeck.com/images/cards/7127502.jpg"
          }
        },
        {
          "carta": {
            "id": 58153103,
            "name": "Armed Dragon Thunder LV10",
            "type": "Effect Monster",
            "desc": "If this card was Special Summoned by the effect of an \"Armed Dragon\" monster, it gains the following effects based on its ATK.\r\n● 1+: Its name becomes \"Armed Dragon LV10\". ● 10+: Control of it cannot switch. ● 100+: Cannot be destroyed by battle. ● 1000+: Once per opponent's turn (Quick Effect): You can send 1 card from your hand to the GY, then target 1 other card on the field; destroy it, and if you do, this card gains 1000 ATK. ● 10000+: Once per turn: You can destroy all other cards on the field.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/58153103.jpg"
          }
        },
        {
          "carta": {
            "id": 42160203,
            "name": "Supreme King Dragon Dark Rebellion",
            "type": "XYZ Monster",
            "desc": "2 Level 4 DARK Pendulum Monsters\r\nOnce per turn, before damage calculation, if this card battles an opponent's monster: You can detach 1 material from this card; until the end of this turn, change the ATK of that face-up opponent's monster to 0, and if you do, this card gains ATK equal to the original ATK of that opponent's monster. During the Battle Phase (Quick Effect): You can return this card to the Extra Deck; Special Summon up to 2 face-up \"Supreme King Dragon\" and/or \"Supreme King Gate\" Pendulum Monsters from your Extra Deck in Defense Position.",
            "preco": "0.25",
            "img": "https://images.ygoprodeck.com/images/cards/42160203.jpg"
          }
        },
        {
          "carta": {
            "id": 26268488,
            "name": "Stardust Sifr Divine Dragon",
            "type": "Synchro Monster",
            "desc": "1 Tuner Synchro Monster + 2 or more non-Tuner Synchro Monsters\nMust be Synchro Summoned and cannot be Special Summoned by other ways. The first time each card you control would be destroyed each turn, by battle or card effect, it is not destroyed. Once per turn, during either player's turn, when your opponent activates a monster effect: You can negate that effect, and if you do, destroy 1 card on the field. You can banish this card from your Graveyard, then target 1 Level 8 or lower \"Stardust\" monster in your Graveyard; Special Summon it.",
            "preco": "1.69",
            "img": "https://images.ygoprodeck.com/images/cards/26268488.jpg"
          }
        },
        {
          "carta": {
            "id": 84544192,
            "name": "Ultimate Crystal Rainbow Dragon Overdrive",
            "type": "Fusion Monster",
            "desc": "1 \"Ultimate Crystal\" monster + 7 \"Crystal Beast\" monsters\r\nMust be Special Summoned (from your Extra Deck) during a Duel you Special Summoned an \"Ultimate Crystal\" monster, by banishing the above monsters from your field and/or GY. While 7 or more of your \"Crystal Beast\" monsters with different names are banished, this card gains 7000 ATK. If this card has not battled this turn (Quick Effect): You can Tribute this card; shuffle as many cards on the field as possible into the Deck, and if you do, Special Summon any number of your banished \"Crystal Beast\" monsters.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/84544192.jpg"
          }
        }
      ],
      "deck": [
        {
          "carta": {
            "id": 29455728,
            "name": "Twin Photon Lizard",
            "type": "Fusion Monster",
            "desc": "2 \"Photon\" monsters\nYou can Tribute this card; Special Summon, from your Graveyard, both of the Fusion Material Monsters used for the Fusion Summon of this card.",
            "preco": "0.04",
            "img": "https://images.ygoprodeck.com/images/cards/29455728.jpg"
          }
        },
        {
          "carta": {
            "id": 6247535,
            "name": "Borreload eXcharge Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 4 DARK Dragon monsters\r\nNeither player can target this Xyz Summoned card with monster effects, except its own. Once per turn: You can detach 1 material from this card, then target 1 face-up monster on the field; it loses 600 ATK/DEF, then, you can Special Summon 1 \"Borrel\" monster from your GY, but banish it during the End Phase, also you cannot Special Summon other monsters or attack directly for the rest of this turn.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/6247535.jpg"
          }
        },
        {
          "carta": {
            "id": 12213463,
            "name": "White Rose Dragon",
            "type": "Effect Monster",
            "desc": "When this card is Normal Summoned: You can Special Summon 1 \"Rose Dragon\" monster from your hand or GY, except \"White Rose Dragon\". You can only use each of these effects of \"White Rose Dragon\" once per turn:\r\n● If you control a Dragon Tuner or Plant Tuner: You can Special Summon this card from your hand.\r\n● If this card is sent to the GY as Synchro Material: You can send 1 Level 4 or higher Plant monster from your Deck to the GY.",
            "preco": "0.30",
            "img": "https://images.ygoprodeck.com/images/cards/12213463.jpg"
          }
        },
        {
          "carta": {
            "id": 43411769,
            "name": "Guardragon Garmides",
            "type": "Effect Monster",
            "desc": "If a Normal Monster(s) is sent to your GY (except during the Damage Step): You can Special Summon this card from your hand. If this card is in your GY: You can send 1 Dragon monster from your hand to the GY; add this card to your hand. You can only use each effect of \"Guardragon Garmides\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/43411769.jpg"
          }
        },
        {
          "carta": {
            "id": 80513550,
            "name": "Dragon Queen of Tragic Endings",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned or Set. Must first be Special Summoned (from your hand) while you control 3 or more face-up Continuous Spell Cards. When this attacking card inflicts Battle Damage to your opponent: Your opponent sends 1 card from their hand to the Graveyard, then you draw 1 card. During your Standby Phase, if this card is in your Graveyard and was sent there from the field: You can send 1 face-up Continuous Spell Card you control to the Graveyard; Special Summon this card from the Graveyard.",
            "preco": "2.36",
            "img": "https://images.ygoprodeck.com/images/cards/80513550.jpg"
          }
        },
        {
          "carta": {
            "id": 93125329,
            "name": "Golden Cloud Beast - Malong",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nIf this card is Special Summoned: You can increase or decrease its Level by 1. If this card is sent to the GY: You can target 1 face-up card your opponent controls; return it to the hand. You can only use this effect of \"Golden Cloud Beast - Malong\" once per turn.",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/93125329.jpg"
          }
        },
        {
          "carta": {
            "id": 39111158,
            "name": "Tri-Horned Dragon",
            "type": "Normal Monster",
            "desc": "An unworthy dragon with three sharp horns sprouting from its head.",
            "preco": "3.67",
            "img": "https://images.ygoprodeck.com/images/cards/39111158.jpg"
          }
        },
        {
          "carta": {
            "id": 55013285,
            "name": "Troop Dragon",
            "type": "Effect Monster",
            "desc": "If this card is destroyed by battle and sent to the GY: Special Summon 1 \"Troop Dragon\" from your Deck.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/55013285.jpg"
          }
        },
        {
          "carta": {
            "id": 99212922,
            "name": "White Dragon Ninja",
            "type": "Effect Monster",
            "desc": "Cannot be Special Summoned, except with a \"Ninjitsu Art\" card's effect. Spells/Traps you control cannot be destroyed by card effects.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/99212922.jpg"
          }
        },
        {
          "carta": {
            "id": 62873545,
            "name": "Dragon Master Knight",
            "type": "Fusion Monster",
            "desc": "\"Black Luster Soldier\" + \"Blue-Eyes Ultimate Dragon\"\r\nMust be Fusion Summoned. This card gains 500 ATK for each Dragon monster you control, except this card.",
            "preco": "0.95",
            "img": "https://images.ygoprodeck.com/images/cards/62873545.jpg"
          }
        },
        {
          "carta": {
            "id": 7987191,
            "name": "Borreload Riot Dragon",
            "type": "Ritual Effect Monster",
            "desc": "You can Ritual Summon this card with \"Heavy Interlock\". When your opponent Special Summons a monster(s) (Quick Effect): You can negate the Special Summon, and if you do, destroy that monster(s), then destroy this card or 1 \"Rokket\" monster you control. If this card is in your GY: You can target 1 \"Borrel\" or \"Rokket\" monster in your GY; destroy 1 card you control or in your hand, and if you do, add that target to your hand. You can only use each effect of \"Borreload Riot Dragon\" once per turn.",
            "preco": "0.45",
            "img": "https://images.ygoprodeck.com/images/cards/7987191.jpg"
          }
        },
        {
          "carta": {
            "id": 41659072,
            "name": "Judgment, the Dragon of Heaven",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nIf you Synchro Summon this card, all materials must be the same Attribute. Once per turn, if you have 4 or more Tuners with different names in your GY and control this Synchro Summoned card: You can pay half your LP; destroy all other cards on the field, also, you cannot Special Summon monsters for the rest of this turn, except Dragon monsters. Once per turn, during your End Phase: Banish 4 cards from the top of your Deck.",
            "preco": "1.67",
            "img": "https://images.ygoprodeck.com/images/cards/41659072.jpg"
          }
        },
        {
          "carta": {
            "id": 79856792,
            "name": "Rainbow Dragon",
            "type": "Effect Monster",
            "desc": "(This card is always treated as an \"Ultimate Crystal\" card.)\r\nCannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by having 7 \"Crystal Beast\" cards with different names on your field and/or GY. This card cannot activate the following effects the turn it is Special Summoned. (Quick Effect): You can send all face-up \"Crystal Beast\" monsters you control to the GY; this card gains 1000 ATK for each monster sent to the GY. You can banish all \"Crystal Beast\" monsters from your GY; shuffle all cards on the field into the Deck.",
            "preco": "0.12",
            "img": "https://images.ygoprodeck.com/images/cards/79856792.jpg"
          }
        },
        {
          "carta": {
            "id": 49816630,
            "name": "Gaiarmor Dragonshell",
            "type": "Synchro Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nYou can Tribute this card, then target 3 other Synchro Monsters in your GY; return them to the Extra Deck. You can target 1 monster you control Special Summoned from the Extra Deck; equip this card from your GY to it. When an attack is declared involving the monster equipped with this card: You can draw 1 card. You can only use each effect of \"Gaiarmor Dragonshell\" once per turn.",
            "preco": "0.10",
            "img": "https://images.ygoprodeck.com/images/cards/49816630.jpg"
          }
        },
        {
          "carta": {
            "id": 63767246,
            "name": "Number 38: Hope Harbinger Dragon Titanic Galaxy",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\nOnce per turn, when a Spell Card or effect is activated on the field (Quick Effect): You can negate that effect, and if you do, attach that card to this card as material. When an opponent's monster declares an attack: You can detach 1 material from this card; change the attack target to this card and perform damage calculation. If a face-up Xyz Monster(s) you control is destroyed by battle or card effect: You can target 1 face-up Xyz Monster you control; it gains ATK equal to 1 of those destroyed monster's original ATK.",
            "preco": "2.83",
            "img": "https://images.ygoprodeck.com/images/cards/63767246.jpg"
          }
        },
        {
          "carta": {
            "id": 28279543,
            "name": "Curse of Dragon",
            "type": "Normal Monster",
            "desc": "A wicked dragon that taps into dark forces to execute a powerful attack.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/28279543.jpg"
          }
        },
        {
          "carta": {
            "id": 53804307,
            "name": "Blaster, Dragon Ruler of Infernos",
            "type": "Effect Monster",
            "desc": "If this card is in your hand or Graveyard: You can banish a total of 2 FIRE and/or Dragon-Type monsters from your hand and/or Graveyard, except this card; Special Summon this card. During your opponent's End Phase, if this card was Special Summoned: Return it to the hand. You can discard this card and 1 FIRE monster to the Graveyard, then target 1 card on the field; destroy that target. If this card is banished: You can add 1 FIRE Dragon-Type monster from your Deck to your hand. You can only use 1 \"Blaster, Dragon Ruler of Infernos\" effect per turn, and only once that turn.",
            "preco": "0.91",
            "img": "https://images.ygoprodeck.com/images/cards/53804307.jpg"
          }
        },
        {
          "carta": {
            "id": 22070401,
            "name": "Starving Venemy Lethal Dose Dragon",
            "type": "Pendulum Effect Fusion Monster",
            "desc": "[ Pendulum Effect ] \nOnce per turn, during your Main Phase: You can place 1 Venemy Counter on each face-up monster your opponent controls. All monsters on the field, except DARK Dragon monsters, lose 200 ATK for each Venemy Counter on the field.\n[ Monster Effect ] \n3 DARK Pendulum Monsters\r\nEach time a card(s) is sent from the field to the GY, place 1 Venemy Counter on this card for each sent card. All monsters on the field, except DARK Dragon monsters, lose 200 ATK for each Venemy Counter on the field. Once per turn, during your Main Phase: You can negate the effects of all face-up monsters your opponent currently controls, until the end of this turn. If this card in the Monster Zone is destroyed by battle or card effect: You can place this card in your Pendulum Zone.",
            "preco": "0.18",
            "img": "https://images.ygoprodeck.com/images/cards/22070401.jpg"
          }
        },
        {
          "carta": {
            "id": 54343893,
            "name": "Vice Dragon",
            "type": "Effect Monster",
            "desc": "If your opponent controls a monster and you control no monsters, you can Special Summon this card (from your hand), but its original ATK and DEF become halved.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/54343893.jpg"
          }
        },
        {
          "carta": {
            "id": 30794966,
            "name": "Hieratic Dragon of Asar",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by banishing 1 LIGHT Dragon-Type monster and 1 Dragon-Type Normal Monster from your Graveyard. If this face-up card on the field would be destroyed, you can Tribute 1 face-up \"Hieratic\" monster instead, except this card.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/30794966.jpg"
          }
        },
        {
          "carta": {
            "id": 49879995,
            "name": "Phantom Dragon",
            "type": "Effect Monster",
            "desc": "When your opponent Special Summons a monster (except during the Damage Step): You can Special Summon this card from your hand. 2 of your Monster Card Zones cannot be used.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/49879995.jpg"
          }
        },
        {
          "carta": {
            "id": 4022819,
            "name": "Hieratic Dragon of Eset",
            "type": "Effect Monster",
            "desc": "You can Normal Summon this card without Tributing, but its original ATK becomes 1000. Once per turn: You can target 1 face-up Dragon-Type Normal Monster on the field; the Levels of all face-up \"Hieratic\" monsters currently on the field become the Level of that monster, until the End Phase. When this card is Tributed: Special Summon 1 Dragon-Type Normal Monster from your hand, Deck, or Graveyard, and make its ATK and DEF 0.",
            "preco": "0.21",
            "img": "https://images.ygoprodeck.com/images/cards/4022819.jpg"
          }
        },
        {
          "carta": {
            "id": 37683547,
            "name": "Albaz the Ashen",
            "type": "Effect Monster",
            "desc": "This card's name becomes \"Fallen of Albaz\" while on the field or in the GY. While a Level 8 Fusion Monster is in your GY, this card gains 200 ATK for each monster in your GY, also your opponent cannot target other monsters you control with card effects. If a monster(s) you control leaves the field by an opponent's card effect, while this card and a Fusion Monster are in your GY (except during the Damage Step): You can Special Summon this card. You can only use this effect of \"Albaz the Ashen\" once per turn.",
            "preco": "0.23",
            "img": "https://images.ygoprodeck.com/images/cards/37683547.jpg"
          }
        },
        {
          "carta": {
            "id": 42566602,
            "name": "Coral Dragon",
            "type": "Synchro Tuner Monster",
            "desc": "1 Tuner + 1+ non-Tuner monsters\r\nOnce per turn: You can discard 1 card, then target 1 card your opponent controls; destroy it. If this Synchro Summoned card is sent from the field to the GY: You can draw 1 card. You can only use this effect of \"Coral Dragon\" once per turn.",
            "preco": "4.62",
            "img": "https://images.ygoprodeck.com/images/cards/42566602.jpg"
          }
        },
        {
          "carta": {
            "id": 87835759,
            "name": "Dragon Knight of Creation",
            "type": "Effect Monster",
            "desc": "Increase this card's Level by 4 during your opponent's turn only. When this card destroys an opponent's monster by battle and sends it to the GY: You can send 1 Level 7 or 8 Dragon monster from your Deck to the GY. You can send 1 card from your hand to the GY, then target 1 Level 7 or 8 Dragon monster in your GY; send this card to the GY, and if you do, Special Summon that monster. You can only use this effect of \"Dragon Knight of Creation\" once per turn.",
            "preco": "0.11",
            "img": "https://images.ygoprodeck.com/images/cards/87835759.jpg"
          }
        },
        {
          "carta": {
            "id": 47363932,
            "name": "Scrap Wyvern",
            "type": "Link Monster",
            "desc": "2 monsters, including a \"Scrap\" monster\r\nYou can target 1 \"Scrap\" monster in your GY; Special Summon it, then destroy 1 card you control. If another face-up \"Scrap\" monster is destroyed by card effect, while you control this monster (except during the Damage Step): You can Special Summon 1 \"Scrap\" monster from your Deck, then destroy 1 card on the field. You can only use each effect of \"Scrap Wyvern\" once per turn.",
            "preco": "0.24",
            "img": "https://images.ygoprodeck.com/images/cards/47363932.jpg"
          }
        },
        {
          "carta": {
            "id": 83347294,
            "name": "Odd-Eyes Lancer Dragon",
            "type": "Effect Monster",
            "desc": "If a Pendulum Monster you control is destroyed by battle or card effect: You can Tribute 1 monster; Special Summon this card from your hand. If this card attacks, your opponent cannot activate any Spell/Trap Cards until the end of the Damage Step. If an \"Odd-Eyes\" card(s) you control would be destroyed by battle or card effect, you can destroy 1 \"Odd-Eyes\" card in your hand, Monster Zone, or Pendulum Zone instead.",
            "preco": "0.20",
            "img": "https://images.ygoprodeck.com/images/cards/83347294.jpg"
          }
        },
        {
          "carta": {
            "id": 37115575,
            "name": "Malefic Truth Dragon",
            "type": "Effect Monster",
            "desc": "Cannot be Normal Summoned/Set. Must be Special Summoned by its own effect, and cannot be Special Summoned by other ways. If a \"Malefic\" monster you control, except \"Malefic Truth Dragon\", is destroyed by battle or by card effect: You can pay half your Life Points; Special Summon this card from your hand or Graveyard. There can only be 1 \"Malefic\" monster on the field. If there is no face-up Field Spell Card on the field, destroy this card. If this card destroys an opponent's monster by battle: Destroy all face-up monsters your opponent controls.",
            "preco": "0.42",
            "img": "https://images.ygoprodeck.com/images/cards/37115575.jpg"
          }
        },
        {
          "carta": {
            "id": 76704943,
            "name": "Yamatano Dragon Scroll",
            "type": "Normal Monster",
            "desc": "A dragon conjured from the very scroll in which it was depicted.",
            "preco": "0.00",
            "img": "https://images.ygoprodeck.com/images/cards/76704943.jpg"
          }
        },
        {
          "carta": {
            "id": 8198620,
            "name": "Dragonecro Nethersoul Dragon",
            "type": "Fusion Monster",
            "desc": "2 Zombie monsters\r\nMust first be Fusion Summoned. Monsters cannot be destroyed by battle with this card. At the end of the Damage Step, if this card battled a monster that has an original Level: That monster's ATK becomes 0, also, if that monster is still face-up on the field, Special Summon 1 \"Dark Soul Token\" (Zombie/DARK/Level ?/ATK ?/DEF 0). (When Summoned, its Level and ATK become equal to the original Level and ATK of that monster.) You can only control 1 \"Dragonecro Nethersoul Dragon\".",
            "preco": "0.16",
            "img": "https://images.ygoprodeck.com/images/cards/8198620.jpg"
          }
        },
        {
          "carta": {
            "id": 67675300,
            "name": "Snowdust Dragon",
            "type": "Effect Monster",
            "desc": "You can Special Summon this card (from your hand) by removing 4 Ice Counters from anywhere on the field. Other monsters with Ice Counters cannot attack or change their battle positions.",
            "preco": "0.07",
            "img": "https://images.ygoprodeck.com/images/cards/67675300.jpg"
          }
        },
        {
          "carta": {
            "id": 93969023,
            "name": "Black Metal Dragon",
            "type": "Effect Monster",
            "desc": "You can target 1 \"Red-Eyes\" monster you control; equip this monster from your hand or field to that target. It gains 600 ATK. If this card is sent from the field to the GY: You can add 1 \"Red-Eyes\" card from your Deck to your hand.",
            "preco": "0.86",
            "img": "https://images.ygoprodeck.com/images/cards/93969023.jpg"
          }
        },
        {
          "carta": {
            "id": 54351224,
            "name": "Ritual Weapon",
            "type": "Spell Card",
            "desc": "Equip only to a Level 6 or lower Ritual Monster. It gains 1500 ATK and DEF.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/54351224.jpg"
          }
        },
        {
          "carta": {
            "id": 51267887,
            "name": "Raise Body Heat",
            "type": "Spell Card",
            "desc": "Equip only to a Dinosaur monster. It gains 300 ATK/DEF.",
            "preco": "0.08",
            "img": "https://images.ygoprodeck.com/images/cards/51267887.jpg"
          }
        },
        {
          "carta": {
            "id": 39049051,
            "name": "Kahyoreigetsu",
            "type": "Spell Card",
            "desc": "Special Summon 1 Level 4 or lower Fairy, Spellcaster, Winged Beast, or Beast-Warrior monster from your hand, and if you do, equip it with this card, then you can return all Dragon monsters on the field to the hand. During the End Phase, if this card is in the GY because it was sent there from the Spell & Trap Zone this turn while face-up: You can add 1 \"Polymerization\" Spell, \"Fusion\" Spell, or \"Fusion Parasite\" from your Deck to your hand. You can only use each effect of \"Kahyoreigetsu\" once per turn.",
            "preco": "0.05",
            "img": "https://images.ygoprodeck.com/images/cards/39049051.jpg"
          }
        },
        {
          "carta": {
            "id": 31801517,
            "name": "Number 62: Galaxy-Eyes Prime Photon Dragon",
            "type": "XYZ Monster",
            "desc": "2 Level 8 monsters\r\nIf this card battles, during damage calculation (Quick Effect): You can detach 1 material from this card once per battle; this card gains ATK equal to the combined Ranks of all Xyz Monsters currently on the field x 200, during that damage calculation only. If this card in its owner's control is destroyed by an opponent's card effect while it has \"Galaxy-Eyes Photon Dragon\" as Xyz Material: You can Special Summon this card during your 2nd Standby Phase after activation and double its ATK. Any battle damage this card inflicts to your opponent is halved unless it has \"Galaxy-Eyes Photon Dragon\" as Xyz Material.",
            "preco": "1.53",
            "img": "https://images.ygoprodeck.com/images/cards/31801517.jpg"
          }
        },
        {
          "carta": {
            "id": 90246973,
            "name": "Power Pickaxe",
            "type": "Spell Card",
            "desc": "Once per turn, you can select and remove from play 1 monster in your opponent's Graveyard whose Level is less than or equal to the equipped monster's, and have the equipped monster gain 500 ATK until the End Phase.",
            "preco": "0.17",
            "img": "https://images.ygoprodeck.com/images/cards/90246973.jpg"
          }
        },
        {
          "carta": {
            "id": 16435215,
            "name": "Dragged Down into the Grave",
            "type": "Spell Card",
            "desc": "Both players reveal their hands, each chooses 1 card from their opponent's hand, then you discard the chosen cards from both players' hands, then both players draw 1 card.",
            "preco": "0.13",
            "img": "https://images.ygoprodeck.com/images/cards/16435215.jpg"
          }
        },
        {
          "carta": {
            "id": 59695933,
            "name": "Intercept",
            "type": "Trap Card",
            "desc": "Activate only when a monster is Tribute Summoned with 1 Tribute. Take control of that monster.",
            "preco": "0.47",
            "img": "https://images.ygoprodeck.com/images/cards/59695933.jpg"
          }
        },
        {
          "carta": {
            "id": 2896663,
            "name": "ZW - Dragonic Halberd",
            "type": "XYZ Monster",
            "desc": "2 Level 5 monsters\r\nCannot attack directly. Once per turn: You can detach 1 material from this card; add 1 \"Zexal\" Spell/Trap from your Deck to your hand. You can target 1 \"Utopia\" monster you control; equip this card you control to it. It gains 3000 ATK. When the equipped monster destroys a monster by battle: You can Special Summon to your field any number of \"ZW -\" Monster Cards equipped to it.",
            "preco": "0.09",
            "img": "https://images.ygoprodeck.com/images/cards/2896663.jpg"
          }
        }
      ],
      "id": 4
    }
  ]
}